label chapter_6:
    scene black
    "제목 : 알 수 없는 마음"

    scene bg camp out night
    play music "bgm/hean1.mp3"
    "나는 헤안과 다양한 이야기들을 주고받기 시작했다."

    "밤은 길었다. 시간이 흐르는지도 모르고, 우린 서로에게 집중했다."

    "그러다 보니 어느새 개혁의 목표를 세울 때만 해도 없었던 술병이 하나둘씩 쌓여갔다."

    show char h default def at top
    h "제가 전쟁에 나오게 된 이유를 아십니까?"

    s "여태 말했던 게 다 아닙니까? 제국을 개혁하기 위해서···."

    show char h default def at top
    h "사실 이번 전쟁은 제 목표를 이루기 위한 수단에 불과했습니다."

    show char h default def at top
    h "누군가에겐 처음 말하는 것 같네요. 저에게 형님이 한 분 계십니다."

    show char h default def at top
    h "몸이 좋지 않으시기에, 언제든 제 앞으로 후계 자리가 넘어와도 이상하지 않을 정도였죠."

    show char h default def at top
    h "형님은 좋으신 분이십니다."

    show char h default def at top
    h "하지만 제 존재가 차기 공작을 정하는데 형님의 입지를 위태롭게 하고 있었던 걸 뒤늦게 알게 되었습니다."

    s "···힘든 상황이었겠네요."

    show char h default def at top
    h "아버지께 작위를 물려받고 싶지 않다고 거듭 말했지만, 다 소용없는 짓이었습니다."

    show char h default def at top
    h "그래서 저는 형님에게 도움이 되고자 공작가를 나왔습니다."

    s "자발적으로 나오신 거였군요?"

    show char h default bad at top
    h "네. 그렇게 공작가를 나오니, 제국의 전체적인 상황이 그제야 눈에 들어오게 되더군요."

    show char h default bad at top
    h "이 말도 안 되는 전쟁과 황실의 횡포가 말이죠."

    show char h default bad at top
    h "공작가에 있을 때는 몰랐습니다. 후계 자리에 관심도 없었고, 정치와는 거리가 멀다고 생각했으니까요."

    s "그럼 전쟁에 참여하게 된 건 어떤 이유인 거죠?"

    s "형님분의 후계는 헤안님이 공작가를 나옴으로써 이미 해결된 거잖아요."

    show char h default def at top
    h "설명하기 어렵습니다."

    show char h default def at top
    h "다만, 적어도 형님이 공작위에 오를 때에는 세상이 좋아졌으면 했습니다. 뭐가 됐든 무분별한 전쟁은 옳지 못하니까요."

    show char h default def at top
    h "전쟁을 직접 겪으면서 느꼈습니다. 이런 비인간적인 일이 더 이상 일어나면 안 된다는 걸 말입니다."

    show char h default def at top
    h "무엇보다 이 상황 속에서 형님이 공작 위에 오르면, 분명 골치가 아플 것이라 생각했습니다. 저는 형님께 최대한 도움이 되고 싶었으니까요."

    s "정말 좋은 동생이네요. 형님께서도 다 이해해 주실 겁니다."

    show char h default def at top
    h "다만, 제대로 된 인사도 없이 집을 나온지라 걱정을 많이 하고 계실 것 같긴 합니다."

    hide char
    "그는 나와는 비슷하면서도 달랐다. "

    "형제를 위해서 집안을 나왔다는 부분에서 말이다. "

    "과거, 고귀하신 망할 이복형제에게 늘 개 취급당하며 얻어맞던 기억이 떠올랐다. "

    "나는 그를 위해서 몸을 사려야 했고, 그 자식을 위해서 멍청한 연기를 해야 했다."

    "황실에서의 또 다른 변수가 되지 않기 위해."

    "나도 평범한 집안에서, 또는 저렇게 화목한 집안에서 태어났다면 뭔가 달랐을까···."

    "그런 치기 어린 상상을 했다."

    s "뭐가 됐든 헤안님께서는 좋은 일을 하기 위해서잖아요."

    show char h default def at top
    h "아닙니다. 애초에 저는 공작위를 물려받을 수 있을 만큼 지혜롭지 못합니다."

    show char h default smi at top
    h "할 줄 아는 건 그저 검술밖에 없는걸요."

    s "저도 마찬가지예요."

    hide char
    "싱긋 웃는 그의 눈웃음이, 왠지 모르게 슬퍼 보였다."

    "이번 일을 계기로, 헤안에게도 복잡한 사정이 있었다는 것을 알 수 있었다."

    "공작가의 차남이 이 정도까지 하는 이유가 무엇일지 의문스러웠는데, 지금에서야 모두 이해가 됐다."

    "무엇보다 술김에 내게 속사정을 털어놓은 것이 좋았다."

    "동료로서 헤안과 가까워질 수 있었고, 그의 진심을 들을 수 있었으니까."

    "차라리 이대로 시간이 멈춰버렸으면 좋겠다고 생각했다."

    "이 순간만큼은 칼이 맞부딪히는 소리도, 누군가 내게 모욕을 주는 소리도, 그 무엇도 들리지 않았으니까."

    s "···좋네요. 지금 이 시간이."

    "헤안은 내 말에 조용히 미소로 응수했다."

    "우리는 잠깐의 침묵과 함께 별이 빛나는 밤하늘을 쳐다봤다."

    play sound "sfx/clothes.mp3"
    play music "bgm/hean2.mp3"
    "그때, 내 어깨에 무언가의 무게가 느껴졌다."

    "그가 조심스럽게 내 어깨에 기댄 것이었다."

    "바람 때문인지 시원한 향이 함께 올라왔다."

    show char h default def at top
    menu .m0:
        h "혹시 당신의 목표에는 저처럼 또 다른 의도가 있으십니까?"
        "자유로워지고 싶습니다.":
            $ persistant.Likeability['hean'] += 2
            hide char
            "자유로워지고 싶습니다."
            show char h default def at top
            h "자유··· 말씀입니까?"

            s "네. 제국, 황실, 그리고 사생아라는 신분까지. 그 모든 것에서 자유로워지고 싶습니다."

            s "정확히는 도망치고 싶은 것 같습니다."

            show char h default def at top
            h "······."

            show char h default def at top
            h "만약 지금의 삶을 벗어날 수 있다면, 하고 싶은 게 있으십니까?"

            s "기회만 있다면 소중한 사람과 함께 어디로든 떠나고 싶다는 생각을 해본 적 있습니다."

            hide char
            "내 가족이자, 그 이상의 소중한 사람. 그건 내게 세상을 알려준 스승님이었다."

            "에런 스노우."

            "그 이름만 떠올려도 마음이 뭉클해졌다."

            show char h default def at top
            h "소중한 사람이 있으시군요. 그 사람이 누군진 비밀입니까?"

            s "뭐, 비밀이라고 해두겠습니다."

            show char h default def at top
            h "그렇군요···."

            hide char
            "헤안은 왠지 모를 기죽은 소리를 냈다. "

            s "궁금하십니까?"

            "그 모습이 왠지 모르게 귀여워, 조금 놀려주고 싶어졌다."

            "사실 스승님의 존재 자체를 언급하는 건 크게 거부감이 들지 않았다."

            "적어도, 지금의 헤안에겐 말이다."

            "그는 내 말에 고개를 돌려, 내 얼굴을 응시했다."

            "나 또한 헤안과 눈을 맞췄다."

            "그의 얼굴은 이전에 마셨던 술 때문인지, 붉어진 상태였다."

            show char h default des at top
            h "···아닙니다. 비밀인 데에는 다 이유가 있는 거니까요."

            show char h default des at top
            h "생각해 보니 시간이 너무 늦은 것 같습니다. 이만 돌아가는 게 어떻겠습니까?"

            hide char
            "헤안이 조심스레 입을 뗐다."

            show char h default def at top
            h "내일 일정을 위해서라도 세레나님 역시 이만 돌아가서 쉬는 게 좋겠습니다."

            s "아······."

            play sound "sfx/footstep_grass.mp3"
            hide char
            "그 말을 마지막으로 헤안은 다급히 자리를 떴다."

            "풀어졌던 공기가 다시, 무거워진 기분이었다."

            "헤안의 말투도 원래대로 딱딱해졌다. "

            "그의 붉은 얼굴이 다시금 떠올랐다."

            s "역시 놀리지는 말 걸 그랬나····."

            "괜스레 후회됐다. "

            "나는 뭔가 아쉬운 마음을 뒤로하고, 막사로 발걸음을 옮겼다."

        "소중한 사람을 지키고 싶습니다.":
            $ persistant.Likeability['hean'] += 5
            s "소중한 사람을 지키고 싶습니다."
            "의도한 것이 아니었다."

            "생각을 하기도 전에, 입이 움직였다."

            "소중한 사람을 생각하니, 단번에 그분의 얼굴이 떠올랐다. "

            "단지 그뿐이었다."

            "나 때문에 고초를 겪어야 했던, 내게 세상을 알려주었던, 나의 하나뿐인 가족이자 그 이상인 그 사람."

            "에런 스노우···."

            show char h default def at top
            h "소중한 사람?"

            s "네, 저도 소중한 사람 한 명쯤은 있거든요."

            show char h default des at top
            h "그분은 참 좋겠습니다. 좋으신 분이 소중히 여겨주니까요."

            hide char
            "헤안는 왠지 모르게 시무룩한 표정을 지으며 말했다."

            s "헤안님이야말로, 소중한 형님분을 위해 열심히 하고 계시잖아요."

            "나는 고개를 돌려 헤안을 응시했다."

            "헤안 역시 기댔던 머리를 들어 올려, 내 얼굴을 빤히 쳐다보고 있었다."

            s "무슨 할 말이라도?"

            show char h default desr at top
            h "···아닙니다. 그만 일어납시다."

            hide char
            "그는 갑자기 자리를 피하며, 벌떡 일어섰다."

            "나도 그를 따라서 급하게 일어났다."

            "하지만 급하게 일어난 탓인지, 발을 헛디디고 말았다."

            "그렇게 넘어지는가 싶었지만···."

            show char h default emb at top
            with shake
            h "세레나님!"
            

            play sound "sfx/clothes.mp3"
            hide char
            "헤안이 급하게 잡아준 덕분에, 머리를 땅에 박는 불상사는 일어나지 않았다. 하지만···."

            "그 결과, 나는 헤안의 품 안에 완전히 거둬진 모양이 되고 말았다."

            s "가,  감사합니다."

            "고맙다는 인사와 함께 고개를 들었다."

            "헤안은 나를 놓치지 않게 꽉 붙들고 있음에도, 고개는 저 먼 곳을 향하고 있었다."

            "그의 목과 귀가 순식간에 새빨개졌다."

            show char h default embr at top
            h "어··· 그게···."

            hide char
            "이전에 마셨던 술 때문에 빨개진 건지 싶었지만, 지금은 그 경우와는 다른 것 같았다."

            "괜히 내가 발을 헛디디는 바람에 분위기만 어색해졌다."

            "결국, 그는 큰 손으로 내 얼굴 전체를 덮어버렸다."

            "자기 얼굴을 보여주기 싫은 것 같았다."

            show char h default def at top
            h "절 쳐다보지 말아 주세요···."

            hide char
            "그러고는 나를 살짝 밀어낸 후, 급하게 자리를 떴다."

            show char h default def at top
            h "죄송합니다. 먼저 가보겠습니다."

            hide char
            "그렇게 사라지는 듯하더니, "

            show char h default embr at top
            h "부축한 겁니다. 부축!"

            hide char
            "마치 해명이라도 하는 듯 말하더니, 이윽고 다시 재빠르게 사라져 버렸다."

            "사실상 도망친 것이나 다름없었다."

            s "푸핫···!"

            "그의 새로운 모습이 귀엽기도 했고, 웃기기도 했다."

            "하지만 금세, 나 또한 그와 다를 바 없이 얼굴이 붉어졌다. "

            s "정신 차리자!"

            "술 때문인지 제정신이 아닌 듯했다."

            "나는 괜히 허공에 손을 젓고, 막사로 발걸음을 옮겼다."

    scene bg camp in
    play music "bgm/comfort7.mp3"
    "정말 정신 사나운 나날들을 보냈다. "
    s "억지로 나온 전쟁에서, 새로운 목표까지 세우게 될 줄이야."
    "그러나 이 다짐이 낯설게 느껴지지 않았다."
    "오랜 세월 동안 나도 모르게 마음속에 품어왔기 때문일까?"
    #"그리고 아까 헤안에게 했던 대답이 떠올랐다."
    #"‘소중한 사람을 지키고 싶습니다.’"
    #"분명 스승님을 떠올리고 한 말이었다."
    "그리고 그 오랜 세월을 버틸 수 있게 해주었던 스승님이 떠올랐다."
    s "그는 왜 황후의 옆에 서 있던 걸까."
    "스승님께 분명 무슨 사정이 있을 거라 믿고 싶었다."
    "그래야만 황실 사람이 없는 이곳에서까지 내게 무심하게 구시는 이유를 납득할 수 있을 것만 같았다."
    play sound "sfx/clothes.mp3"
    "그때 밖에서 인기척이 느껴졌다."
    show char t default des at top
    T "세레나 단장님, 저 타나입니다. 잠시 들어가도 될까요?"
    hide char
    "더 깊은 고뇌와 상상에 빠지기 전에, 타나가 찾아왔다."
    s "응? 그래, 들어와."
    show char t default des at top
    T "세레나! 아니 단장님···."
    hide char
    "그녀는 금방이라도 울 것 같은 표정을 지으며 내게 점점 가까이 다가왔다."
    "그러더니,"
    play music "bgm/funny1.mp3"
    "내 앞에 무릎을 털썩 꿇어앉았다."
    s "타나, 무슨 일이라도 있는 거야?"
    "나는 당황스러운 마음에 뭐 하는 짓이냐며, 그녀를 일으켜 세우려고 했다."
    "하지만 그녀는 꿈쩍도 하지 않았다."
    "나 또한 힘으로는 어디 가서 밀리지 않는데도 말이다."
    show char t default des at top
    T "정말 감사합니다. 단장님이 아니었다면 전 이미 저세상 사람이었을 겁니다."
    show char t default des at top
    T "감사 인사가 늦어서 정말 죄송합니다."
    show char t default def at top
    T "세레나님을 찾으려고, 저 멀리까지 나섰다가 늦게 복귀하는 바람에···."
    show char t default def at top
    T "아무튼! 일개 병사를 위해, 목숨을 내던지는 단장은 세레나 단장님뿐일 겁니다."
    s "타나, 네가 어떻게 일개 병사야. 나는 너를 소중한 친우라고 생각해."
    hide char
    "그녀는 뭔가 결심한 듯한 눈을 하고 있었다."
    show char t default smir at top
    
    T "그래서 저는 이 한목숨 평생 세레나님을 위해 쓰기로 했습니다."
    show char t default def at top
    play sound "sfx/clothes.mp3"
    T "그리고, 이건 연고입니다. 다치셨다길래 가장 좋은 것으로 가져왔습니다."
    hide char
    "그녀가 손에 쥐고 있던 건 나를 위한 연고였다."
    show char t default def at top
    T "상처에 덧바르시면 됩니다."
    show char t default smir at top
    T "아! 바르시기 어려울 정도라면 제가 직접···!"
    s "아니! 난 괜찮아. 이만 가봐도 좋아."
    show char t default emb at top
    T "단장님, 제가 꼭···!"
    s "고마워, 타나! 그런데 일단 내가 좀 쉬고 싶어서."
    play sound "sfx/clothes.mp3"
    hide char
    "나는 그녀의 등을 막사의 밖으로 떠밀었다."
    show char t default emb at top
    with shake
    T "세레나 단장님!!!"
    
    hide char
    "그녀는 끝까지 미련을 버리지 못하고 연신 ‘단장님’을 외치다, 마지못해 떠났다."
    "나를 놀리려는 건지, 아니면 정말 감동해서 이렇게까지 하는 것인지 혼란스러웠다."
    s "휴···. 타나도 참 힘은 무지하게 세다니까."
    "드디어 조용해졌다. "
    play sound "sfx/clothes.mp3"
    "막사에서 제대로 씻을 수는 없어, 물 묻은 수건으로 대충 몸을 닦아냈다."
    "그리고 타나가 준 연고를 사용해 보려 했다."
    "마침, 갖고 있던 연고는 동굴의 그 남자에게 모두 써버렸기에 없어진 참이었다."
    "다리는 금세 나아 버린 지 오래였는데, 이상하게도 등의 자상이 쉽게 사라지지 않았다."
    "절벽에서 떨어지며, 나뭇가지와 돌에 많이 찔려 그런 듯했다."
    "당시에는 못 느꼈던 등이 유독 엉망이었다. "
    "연고치고는 향긋한 향이 올라왔다. "
    s "생각보다 향긋하네."
    "손에 연고를 덜어낸 후, 등으로 팔을 뻗었다."
    "팔이 짧은 건지, 인간은 원래 등에 손이 닿지 않는 건지 도저히 혼자서 연고를 바를 수가 없었다."
    "그때 누군가 막사의 기둥을 노크하듯이 툭툭 쳤다."
    "분명 타나가 다시 찾아온 게 틀림없었다."
    "이번에는 단장답게 따끔한 한마디를 하고 보내야겠다고 생각했다."
    play sound "sfx/clothes.mp3"
    s "나 정말 괜찮다니까?"
    "대충 옷을 걸치고, 막사의 문을 거칠게 젖혔다. "
    "하지만, 놀랍게도 타나가 아니었다."
    play music "bgm/ereon1.mp3"
    "문을 여니, 그 앞에는 스승님이 서 계셨다."
    s "스, 스승님?"
    "당황스러웠다. 무슨 행동을 취해야 할지 머릿속이 새하얘졌다."
    show char e default des at top
    e "화 많이 났어?"
    hide char
    "그는 내가 거칠게 문을 젖힌 것에, 화를 냈다고 생각하는 모양이었다."
    s "아닙니다. 다른 사람이랑 착각해서 그랬습니다."
    "스승님께서는 어딘가 불쾌한 얼굴을 하고 있었다."
    show char e default bad at top
    menu .m1:
        e "누가 다녀갔던 건가. 찾아올 사람이 있었어?"
        "얼버무린다.":
            s "스승님께서 신경 쓰실 부분은 아닌 것 같습니다."
            show char e default des at top
            e "그래? 하긴 그건 내가 신경 쓸 부분은 아니지."

            hide char
            "왠지 쓸쓸한 표정이었다."

            "스승님의 행동과 말들은 전혀 예상이 되지 않는 것들뿐이었다."

            "점점 더 혼란에 빠지는 기분이었다."

        "솔직하게 말한다.":
            $ persistant.Likeability['eren'] += 5
            s "제가 절벽에서 구해줬던 타나라는 기사가 제게 연고를 주러 다녀갔었습니다."
            s "귀찮게 굴길래, 다시 왔나 싶어 화를 내려던 참이었고요."

            "내 말에 스승님은 굳어있던 표정을 천천히 풀었다. "

            "그저 궁금증을 해결해서인지, 아니면 다른 의미가 있는지는 모르는 일이었다."

            show char e default smi at top
            e "충실한 부하가 있어서 다행이네."

            hide char
            "스승님의 행동과 말들은 전혀 예상되지 않는 것들뿐이었다."

            "점점 더 수렁에 빠지는 기분이었다."

            "늘 에런 스승님께는 지는 것만 같다."

    "그때 막사 주변에서 기사들의 목소리가 들려왔다."
    "늦은 시간에 이 앞에서 말싸움하는 것을 보면, 오해를 살 것 같아 그를 급히 막사 안으로 들여보냈다."

    "내부에 널브러져 있는 수건과 열려있는 연고 통, 대충 걸쳐 입은 셔츠 그 모든 게 신경 쓰였다."

    show char e default def at top
    e "등의 상처는 치료했어?"

    hide char
    "의무병과 헤안, 타나를 제외하고는 아무도 몰랐던 내 부상을 스승님이 알고 있었다."

    "나를 신경 썼다는 것일까."

    "고작 이것 하나에 내 마음은 조금씩 들떠갔다."

    s "치료 중입니다. 지금은 많이 괜찮아졌습니다."

    "하지만, 마음과는 다르게 퉁명스러운 대답이 나갔다."

    "그리고 거슬렸다. 둘만 있을 때만 다정한 모습이 나오는 게."

    show char e default des at top
    e "아닌 것 같은데. 아직도 상처가 심해 보여."

    hide char
    "이제 와서 갑자기 관심을 보이는 듯한 모습이 어이가 없었다."

    "분명 명령조로 말하는 것은 아니었지만, 어째선지 거절할 수 없게끔 말하는 스승님의 말투도 싫었다."

    "하지만 스승님은 나를 정확히 꿰뚫고 있었다. 아직 치료가 완벽하지 않았다는 것을."

    "내 표정과 행동만으로도 맞춰버린 것이었다."

    "그만큼 우리 둘은 가까웠었으니까. 당연한 일인 걸지도 모른다."

    "하지만, 그동안 스승님과 있었던 일들 때문일까? "

    "이 모든 상황이 불쾌했고, 내키지 않았다. "

    show char e default def at top
    menu .m2:
        e "잠시 등을 보여줄 수 있을까?"
        "등을 보여준다.":
            $ persistant.Likeability['eren'] += 2
            hide char
            "그런데도, 나는 어쩔 수 없는 사람인지 침대 쪽으로 몸을 돌렸다."
            "스승님이라면 그게 무엇이든 거절하지 못하는 내가 제일 문제였다."

            "그에게 알 수 없는 짜증과 화를 표출했음에도, 결국엔 이렇게 돼버리고 말았다."

            "이런 나 자신이 창피하면서도 화가 났다."

            "스승님 또한 이 사실을 알고 있는 것 같았다."

            "그저 이용당할 뿐이었다. 얄팍한 과거의 감정에 의해."

            "일단은 그렇게 생각하고 싶었다."

            "나는 침대에 걸터앉았고, 대충 걸쳐 입었던 셔츠를 걷어 올렸다."

            "셔츠마저도 뜻대로 올라가지 않았다. "

            play sound "sfx/clothes.mp3"
            "그러자, 스승님께서 다가와 셔츠를 한 손으로 고정했다."

            "혼자서는 이런 것도 못 하는 네가 대체 뭘 할 수 있다고."

            "분명 나를 탓하는 것 같으면서도 자신을 탓하는 것 같았다."

            "물기 어린 목소리가 묻어나와 알 수 있었다."

            "나는 아무 말도 하지 않기로 했다."

            "스승님 조심스러운 손길로 연고를 내 등에 펴 발랐다."

            "연고를 바른 지, 시간이 꽤 된 것 같음에도 여전히 내 상처를 어루만지고 있었다."

            "모양새가 좋지는 않았다. 나 또한 민망해지기 시작했다."

            s "이쯤이면 됐지 않···나요?"

            show char e default def at top
            e "음."

            hide char
            "그는 뜸을 들이다 대답했다."

            show char e default def at top
            e "세레나, 앞으로는 절대 다치지 말아줘."

            show char e default def at top
            e "지금 내가 너에게 해줄 수 있는 건 겨우 지금 이런 것밖에는 없거든."

            hide char
            "그에 이어, 무언가 작게 혼잣말을 한 것 같았는데 잘 들리지는 않았다."

            "그리고, 내가 치료하기 쉽도록 연고를 덧바른 거즈를 여러 장을 만들었다."

            "그렇게 상처를 치료하는 걸 끝으로, 스승님께서는 별다른 말 없이 막사를 나섰다."

        "거절한다.":
            $ persistant.Likeability['eren'] += 5
            "나는 단번에 거절했다."
            s "굳이 보여줘야 할 정도는 아닙니다."

            "사실상 반항에 가까웠다. 최근 들어 그에게 휘둘리고 있다는 생각이 들었다."

            "더는 그러고 싶지 않았다. "

            "아직 스승님에 대한 감정을 스스로 조절하는 건 어려운 일이었지만, 이 정도는 금방 갈무리할 수 있을 거로 생각했다."

            show char e default def at top
            e "고집부리지 마. 제때 치료 안 하면 더 덧나니까."

            show char e default def at top
            e "너 돌아온 내내, 등 쪽을 불편해하는 거 아니까 하는 소리야."

            hide char
            "관심 하나 주지 않았던 스승님 나를 바라보고 있었던 게 확실해졌다."

            "그렇다면 대체 왜, 이전까지는 말 한마디 건네지 않았던 건지 이해할 수 없었다."

            "그분의 얼굴을 살폈다."

            "제대로 마주하는 건 오랜만이었다."

            "푸석해진 피부에, 거뭇한 눈 밑까지. 그간의 일로 피로가 누적되어 보였다."

            s "그렇게 잘 알면서, 왜 여태 찾아오지 않았던 겁니까?"

            "감정을 조절하겠다는 다짐은 온데간데없이 사라졌다."

            show char e default des at top
            e "사정이 있어서···."

            with shake
            s "더 이상의 핑계는 대지 말아주세요!"
            

            s "저는 과거와 같은 멍청이가 아닙니다."

            show char e default des at top
            e "세레나, 그냥 날 믿어주고 기다려주면 안 될까?"

            show char e default des at top
            e "언젠가는 너에게 전부 다 말해줄게. 이건 정말 진심이야."

            s "하!"

            s "제가 죽고 나서 말해주시려는 게 아니고요?"

            hide char
            "나도 모르게 빈정거렸다."

            show char e default des at top
            e "세레나! 그만하자···. 치료부터 하자, 응?"

            hide char
            "스승님은 회피하기에 바빴다."

            "하지만 그분의 눈은 거짓말을 하지 않았다. 말할 수 없는 사정이 있다는 건 맞는 것 같았다."

            "결국 나는 또 스승님 지고 말았다. 얄팍한 과거의 감정에 의해 또 이용당하고 만 것이다. "

            "나는 한숨을 쉬고, 침대에 걸터앉아 셔츠를 걷었다."

            "셔츠마저도 뜻대로 잘 걷히지 않았다."

            play sound "sfx/clothes.mp3"
            "그러자, 스승님께서 다가와 셔츠를 한 손으로 고정했다."

            show char e default des at top
            e "혼자서는 이런 것도 못 하는 네가 대체 뭘 할 수 있다고."

            hide char
            "분명 나를 탓하는 것 같으면서도 자신을 탓하는 것 같았다."

            "물기 어린 목소리가 묻어나와 알 수 있었다."

            "우리는 그렇게 침묵을 지켰다."

            "연고를 바른 지, 시간이 꽤 된 것 같음에도 그는 내 상처를 어루만지고 있었다."

            "모양새가 좋지는 않았다. 나 또한 민망해지기 시작했다."

            s "이쯤이면 된 것 같습니다. 나머지는 제가 알아서 할게요."

            show char e default des at top
            e "···그래."

            hide char
            "스승님은 뜸을 들이다 대답했다."

            show char e default des at top
            e "세레나, 앞으로는 절대 다치지 말아줘."

            show char e default des at top
            e "지금 내가 너에게 해줄 수 있는 건 겨우 지금 이런 것밖에는 없거든."

            hide char
            "뒤를 돌아봤다. 스승님의 표정이 좋지 않았다."

            "최근 보는 스승님의 표정들은 죄다 저랬다. "

            "덩달아 내 표정도 좋지 않았는지, 스승님은 내게 점점 더 가까이 다가왔다."

            "그러고는 허리를 굽혀 앉아 있던 나를 세게 껴안았다."

            show char e default des at top
            e "미안해···."

            hide char
            "의미를 알 수 없는 사과와 함께 말이다."

            play sound "sfx/step.mp3"
            "그렇게 한참을 있다, 스승님 조용히 막사를 나섰다."

            s "짜증 나, 늘 제멋대로지 아주 그냥."

    s "그러고 보니, 막사에 찾아온 이유에 대해서도 묻지도 못했네···."
    play sound "sfx/clothes.mp3"
    "나는 어수선하고도 찝찝한 마음을 안고서 그대로 침대에 몸을 눕혔다."

    "이제 더 이상 스승님에 관한 생각은 하고 싶지 않았다."

    $ persistent.ClaerChapter = max(7,persistent.ClaerChapter)
    return
