label chapter_14:
    #"""제목 : 금기된 사랑"""

    scene bg camp in
    play music "bgm/peace.mp3"
    """서늘한 공기가 얼굴을 타고 내려왔다."""

    """그 때문인지 오한이 느껴졌다. """

    s "(추위를 피하고자 이불을 파고들었지만, 차가운 겨울바람을 막기에는 역부족이었다."

    """나는 천천히 눈을 떴다."""

    """익숙한 천장이 보였다."""

    s "나도 모르게 잠깐 잠들었나 보네···."

    """스승님과 더 이상 대화하고 싶지 않았다."""

    """그래서 가시기 전까지 눈만 감고 있으려고 했다."""

    """분명 그럴 생각이었는데, 내 예상보다 몸이 더 피곤했던 모양이다. """

    s "요새 잠을 많이 못 자기는 했지."

    """나는 침대에서 일어나 그동안 보지 못한 서류들을 확인했다. """

    """보급품 지급이 늦어지는 이유와 앞으로 이 사태를 어떻게 해결해야 할지 고뇌에 빠졌다."""

    s "황제가 갑작스레 죽는 것도 예상 범위에는 없던 일이었어."

    s "앞으로는 전면전으로 그들과 싸우게 될지도 몰라."

    s "하지만, 지금과 같은 상태로 이 싸움에서 이길 수 있을까."

    """머릿속이 복잡했지만, 마땅한 해결책이 떠 오르지 않았다."""

    """그렇게 한참을 책상 위에 앉아 있었다."""

    """그때 책상 저 끝에서 어제 스승님이 주고 간 수면제를 발견했다."""

    """어제 내가 잠들었을 무렵 놓고 가신 게 분명했다."""

    s "수면제는 잘 먹지도 않는데···."

    """이상하게도 수면제를 먹고 자면, 늘 악몽을 꿨다."""

    """그 악몽이 오히려 날 고통스럽게 만들었다."""

    """소중한 사람이 죽는 꿈을 꾼다든가, 무기 없이 전쟁 한복판에 떨어지는 꿈 등."""

    """셀 수도 없을 정도의 다양한 악몽을 꾼 것 같다."""

    s "약을 의존해서 자는 게 오히려 독이었지."

    s "차라리 잠을 못 자는 게 나을 정도로 말이야."

    """나는 겉옷을 챙겼다."""

    """이런 수면제 따위는 없는 것이 나았다."""

    """나보다는 더 필요한 사람에게 주는 편이 좋지 않을까."""

    """스승님이라면 분명 그런 사람들을 잘 알아보시겠지."""

    """기사단의 상태를 그 누구보다 잘 아시니까."""

    s "그래, 얼른 스승님께 돌려드리고 오자."

    """이게 맞는 선택이야"""

    """라고 합리화를 했다."""

    """스승님을 보고 싶었던 내 마음을 애써 부정하면서 말이다."""

    scene black

    scene bg camp in mass

    play music "bgm/comfort7.mp3"
    s "스승님, 세레나입니다."

    """막사를 들어가기 전, 조용히 외쳤다."""

    """하지만 스승님의 막사에는 어떠한 인기척도 느껴지지 않았다."""

    s "에런 스승님?"

    play sound "sfx/clothes.mp3"
    """나는 조심스럽게 스승님의 막사 안으로 들어갔다."""

    """깔끔하게 정돈되어 있을 것이라고 생각했던 내 예상과는 다르게 내부는 지저분했다."""

    """특히 저 책상··· 온갖 잡다한 서류들이 쌓여있었다."""

    s "스승님이 책상 정리를 안 하시는 분은 아닌데···."

    s "바쁘셨던 걸까."

    """나는 스승님의 책상으로 가까이 다가갔다."""

    """제 물건을 건드리는 걸 좋아하지 않는다는 사실을 잘 알고 있었지만,"""

    """오죽 바쁘셨으면 제대로 정리조차 하지 못했겠느냐는 생각이 들었다."""

    """정말 그런 생각뿐이었다."""

    s "보급품 긴급 요청서··· 제국과 왕국의 협의 제안서."

    s "서류가 다양하네."

    """그때 가장 밑에 있던 편지봉투가 눈에 들어왔다."""

    """어쩌면 그냥 지나칠 수 있을 법도 했는데, 이상하게도 시선이 갔다."""

    """그 편지 봉투에는 황실 직계 사람만이 찍을 수 있는···."""

    """황실 문양의 도장이 찍혀져 있었다."""

    """나는 편지 봉투를 천천히 뜯었다.  """

    """그러면 안 된다는 걸 알면서도, 내 행동을 자제할 수 없었다."""

    s "친애하는 황후님께···."

    """황후?"""

    """스승님께서 황후와 편지를 나눌 일이 뭐가 있을까."""

    """나는 스승님의 사생활이란 것을 알면서도, 예상치 못한 인물의 등장에 결국"""

    """궁금증을 참지 못하고 편지를 끝까지 읽어 내려갔다."""

    play music "bgm/dis.mp3"
    """그 편지 안에는 믿기지 못할 내용이 담겨있었다."""

    s "말도 안 돼."

    s "이, 이럴 리가 없어···."

    """그때 막사 입구에서 인기척이 느껴졌다."""

    """나는 미쳐 내 존재를 숨기지도 못하고, 그대로 몸이 얼어붙고 말았다."""

    """그도 그럴 것이, 내 앞에 스승님이 서 계셨기 때문이었다."""

    show char e default emb at top
    e "세레나?"

    s "스, 스승님···."

    show char e default emb at top
    e "늦은 시간에 어쩐 일로 온 거야? 뭐 놓고 간 물건이라도···."

    hide char
    """스승님의 시선이 일제히 나로 향하던 순간,"""

    """온화했던 미소는 순식간에 사라지고 말았다."""

    """애써 일그러지는 표정을 겨우 숨긴 채, 스승님은 내 앞으로 천천히 걸어왔다."""

    show char e default emb at top
    e "세레나, 혹시 책상 정리를 하고 있던 거니? "

    show char e default emb at top
    e "안 해도 되는데 고마워, 그런데 이만 돌아가 줄 수 있을까."

    show char e default emb at top
    e "아직 해야 할 일이 많이 남아서···."

    s "에런 스승님."

    show char e default emb at top
    e "······."

    show char e default emb at top
    e "왜 그러니, 세레나."

    hide char
    """나는 숨을 크게 들이쉬고 말했다."""

    """나조차도 믿기 힘든 내용이었다."""

    """그렇지만, 물어야만 했다. 어째서 당신이···!"""

    s "스승님께서 왜 황후와 편지를 주고받았는지."

    s "그리고 그 편지의 내용에는···."

    s "그동안의 제국의 전쟁 결과와 앞으로의 계획. 게다가,"

    s "제 일거수일투족이 적혀있는지 납득이 가게끔 설명해 주세요."

    """스승님의 입가에 미소가 사라졌다."""

    """모든 것을 다 포기한 사람처럼 머리를 쓸었다."""

    show char e default des at top
    e "하···."

    hide char
    """생각해 보면 여태껏 이상한 점은 한둘이 아니었다. """

    """과거 전쟁에 회의적이었던 스승님께서 이번 정복 전쟁 회의에선 적극적으로 의견을 어필했던 것도,"""

    """이상할 정도로 내가 말하지 않은 내 상황을 잘 알고 있던 것도."""

    """스승님께서 황후 곁에 일하는 걸 봤었지만, 그건 표면적인 것이라고 생각했다."""

    """난 그 누구보다 스승님을 믿었기 때문에, 하지만···."""

    s "이 편지만 보면 당신이 황실의 첩자라는 걸 보여주는 것밖에 더 되나요?!"

    s "어서 변명이라도 해보라고요, 에런!!!"
    with shake

    """스승님은 나를 바라보며 아무 말도 하지 않으셨다."""

    menu .m0:
        "그 침묵이 나를 더 분노하게 했다."
        "왜요? 이미 다 들켜버린 마당에 해명하고 싶지도 않은 건가요?":
            "왜요? 이미 다 들켜버린 마당에 해명하고 싶지도 않은 건가요?"
        "하, 이젠 말도 안 하겠다 이건가요?":
            "하, 이젠 말도 안 하겠다 이건가요?"
    show char e default des at top
    e "······."
    s "당신은 제국 아니, 황후의 편인 건가요?"

    show char e default des at top
    e "세레나···."

    s "제 이름을 부르지 마세요!"

    s "배신자의 입에서 제 이름이 불리는 거··· 원치 않아요."

    hide char
    """이제야 그동안 외면했던 진실들이 속속히 떠오르기 시작했다."""

    """황실의 기사단이 제국을 공격했을 때, 에런은 그 자리에 없었다."""

    """그들과 싸운 적도 없었다."""

    s "그러고 보니 이상하네요."

    s "저는 스승님께 헤안 공작가로 간다고 직접 얘기한 적도 없었는데"

    s "스승님께서는 그걸 어떻게 알고 계셨던 거죠?"

    show char e default des at top
    e "그때 말했듯이 헤안과 기사단을 빠져나가는 것을 봤···."

    s "거짓말!"

    s "사람을 심어뒀겠죠."

    s "저를 감시하기 위한 사람을."

    hide char
    """사람을 심어뒀는지 아닌지 확신할 수 없었다."""

    """다만, 이 전제가 아니고는 스승님께서 내 행적을 알고 있었다는 게 말이 되지 않았다."""

    s "이제야 모든 의문이 풀리는 기분이에요."

    s "마지막으로 만났던 날 이후로, 제겐 관심을 두지도 않으시더니."

    s "전쟁에 부름을 받고 나서부터 조금씩 잘해주기 시작하셨죠."

    s "저는, 당신의 모든 행동이 다 저를 생각하는 마음에서 비롯된다고 생각했어요."

    s "그런데 그건 제 착각이었던 것 같네요."

    """제국 XXX년, 현재 아디크 왕국의 정복을 마쳤습니다. 정돈 후, 약 사흘 후에 프라타히라 왕국으로 향할 예정입니다."""

    """뜻밖에 일로 급히 서신을 보냅니다. 세레나는 헤안 레이워스 공자와 함께 자리를 비웠습니다. 아마도 그의 공작저로 향하는 듯합니다."""

    s "제가 걱정됐던 게 아니라 전부 황후께 보고하기 위해서였군요."

    s "정말 하나도 빠짐없이 적으셨더군요. 중요한 정보까지도."

    show char e default des at top
    e "뭐라 할 말이 없구나."

    show char e default des at top
    e "하지만, 걱정된 건 진심이었어."

    e "첫 전장이었을 테고, 어릴 적부터 사람을 죽이는 걸 두려워하는 네가 본격적으로 정복 전쟁에 참전하게 된다는 걸 알았을 땐···."

    e "황후께 따지고 싶을 정도였지."

    s "그걸 지금 변명이라고 말씀하시는 건가요?"

    show char e default des at top
    e "지금의 너는 나를 이해하지 못할 거야."

    s "핑계 대지 마세요."

    s "당신은, 당신은 배신자예요!"

    s "어떻게 이럴 수 있죠? 저는 에런 당신을 그 누구보다 더 믿었는데!"

    hide char
    """온몸이 미칠 듯이 떨려왔다."""

    """살면서 처음으로 겪는 배신감과 분노는 지금의 내가 감당할 수 있는 범주가 아니었다."""

    """나는 스승님을 노려보며 이를 악물었다."""

    """그때 스승님이 소리쳤다."""

    show char e default ang at top
    e "전부 너를 위한 행동이었어!"

    show char e default ang at top
    e "너를 살리기 위해선, 이 방법뿐이었다고."

    show char e default ang at top
    e "아마 그 누구도 몰랐을 거야. 황후가 오래전부터 이 일을 준비하고 있었다는 걸."

    show char e default ang at top
    e "그리고, 그 일을 실행하기 위해 누구보다 너를 경계하고 있었다는 사실을 말이야."

    s "이젠 하다못해 거짓말까지 하시는 건가요?"

    show char e default ang at top
    e "넌 날 잘 알지 않아?"

    show char e default ang at top
    e "다른 건 몰라도, 너와 관련된 일이면 난 절대 거짓말을 하지 않아."

    s "그랬죠. 스승님은 그런 분이셨죠."

    s "하지만 그것도 이젠 다 옛말이네요."

    s "황후의 곁에서 계시느라 지금껏 절 속이신 거잖아요. 이게 거짓말이 아니면 뭐죠?"

    show char e default des at top
    e "그건···."

    play music "bgm/ptsd7.mp3"
    s "당신이 가증스러워요."

    hide char
    """내 말의 스승님의 표정이 일그러졌다."""

    """크게 상처라도 받은 표정이었다. 살면서 처음 보는 스승님의 얼굴이었다."""

    s "이 일은 영원히 잊지 않을 거예요."

    show char e default des at top
    e "······."

    hide char
    """스승님은 그런 내게 천천히 다가왔다."""

    s "가까이 다가오지 마세요. 당장 뺨이라도 때리고 싶은 걸 겨우 참는 중이니까."

    """스승님은, 내 말에도 거리낌 없이 다가왔다."""

    """그리고 나를 조심히 품에 안았다."""

    show char e default des at top
    e "미안해···."

    show char e default des at top
    e "너에게 큰 상처를 주고 말았어."

    show char e default des at top
    e "지금 당장 모든 걸 설명할 순 없지만, 이 모든 건 사실 전부 너를 위한 행동이야."

    hide char
    """믿어줘, 제발."""

    """모든 것이 변명처럼 들렸다."""

    """차라리 아니라고 말해주길 바랐다."""

    """이 모든 건 다 잘못된 것이라고, 오해일 뿐이라고."""

    """하지만, 저렇게 인정한다는 듯이 말해버리니까,"""

    """정말 내 스승님이 배신자라는 사실을 인정해야만 하는 것 같았다. """

    """속이 뒤틀릴 정도로 마음이 아려오기 시작했다."""

    s "차라리 아니라고 말씀하시지 그랬어요."

    s "스승님께서 악의적으로 하신 행동이 아니라고 한들, 제가 털어놨던 모든 고민과 감정들이, 전부 황후에게 돌아갔던 거네요."

    s "정말, 이렇게까지 배신감이 느껴질 수가···."

    s "차라리 숨길 거면 영원히 들키지라도 말았어야죠."

    show char e default des at top
    e "···미안해, 그 어떤 말을 가져와도 할 말이 없어."

    hide char
    """나는 고개를 들어 스승님의 표정을 바라보았다."""

    """스승님은 금방이라도 울 것 같은 표정을 지었다."""

    s "지금 울고 싶은 사람이 누군데, 어째서 당신이 그런 표정을 짓는 거죠?"

    """나는 갑자기 화가 치밀어 올랐다."""

    """말 그대로였다. 울 자격이 없는 사람도 없는 사람이 저리 슬픈 표정을 짓는 게 가증스러웠다."""

    """그래서 그랬던 걸까."""

    """하지 않았으면 좋았을 말들을 내뱉고 말았다."""

    s "지금 여기서 가장 슬퍼할 사람은 바로 저예요."

    s "좋아하는 사람에게 고백도 못 해봤는데··· 그 사람이 배신자라는 걸 알게 된 사람의 마음을,"

    s "당신이 알기나 해요?"

    """손이 부들부들 떨렸다."""

    """그 떨림을 막기 위해 손에 힘을 지어도 무용지물이었다."""

    """제가 당신을 얼마나 좋아했는데!"""

    menu .m1:
        "그때, 스승님께서 내 손을 맞잡았다."
        "손을 뿌리친다.":
            play music "bgm/ptsd7.mp3"
            """손을 뿌리치려고 했지만, 힘 때문에 꼼짝도 하지 않았다."""
            """스승님은 진심으로 힘을 주는 중이었다."""

            s "그동안 당신을 좋아했던 제 과거가 미칠 듯이 후회돼요."

            show char e default des at top
            e "미안해, 그 어떤 말을 해도 용서받지 못할 걸 알지만."

            show char e default des at top
            e "그래도 사과하고 싶어."

            show char e default des at top
            e "날 용서하지 않아도 좋아."

            show char e default des at top
            e "하지만, 너를 위해서 한 선택이었어."

            show char e default ang at top
            e "너를 좋아하니까, 세레나 널 살리기 위해서 한 선택이었다고!"

            hide char
            """스승님의 처음 보는 표정이었다."""

            """처음부터 모든 게 흐트러진 표정, 당황했는지 제 감정은 숨기지도 못한 채."""

            """나에게 어떻게든 변명하기 위해 하는 말들이 전혀 진정성 있게 느껴지지 않았다."""

            s "스승님께서 그러셨죠?"

            s "그 사람을 위해 한 행동이라고 한들,"

            s "상대방이 그 행동으로 인해 상처를 받게 된다면."

            s "그건 상대를 위한 행동이 아닌 '나를 위한' 행동이었다는 걸요."

            show char e default des at top
            e "······."

            s "스승님께서는 제가 아닌, 당신을 위해 행동하신 거예요."

            s "부디, 착각하지 말아 주세요."

            hide char
            """스승님의 미간이 찌푸려졌다."""

            """하고 싶은 말이 많은 듯했지만, 결국 더 이상 아무 말도 하지 않았다."""

            show char e default des at top
            e "이만 돌아갈게."

            show char e default des at top
            e "휴식 시간을 방해해서 미안해, 세레나."

            hide char
            """스승님은 조용히 내 막사에서 떠났다."""

            """어떤 마음을 가져야 할지 혼란스럽기만 했다."""

            """이제 내가 아는 에런 스노우 스승님의 모습은 더 이상 남아 있지 않았다."""

            s "그렇다면 난 누굴 믿어야 할까?"

        "가만히 있는다.":
            play music "bgm/sad5.mp3"
            show char e default def at top
            e "그 기분은 알 수 없지만···"
            scene bg 일러스트
            show char e default def at top
            e "좋아하는 사람에게 고백할 수 없는 사람의 마음이라면 나도 잘 알지."

            s "뭐, 뭐라고요?"

            hide char
            """그 순간 스승님의 표정이 미묘하게 바뀌었다."""

            """맞잡은 손에 힘이 들어갔다."""

            """스승님의 얼굴이 가까워졌다."""

            s "자, 잠시만요! 이게 무슨?"

            """내 말이 끝나기도 전에,"""

            """스승님은 내 이마에 입을 맞췄다."""

            """그리고 나를 다급하게 끌어안았다."""

            s "이러지 마세요! 저를 좋아하지도 않으시면서 갑자기 왜 이러시는 거예요?"

            """나는 당황해 스승님의 몸을 밀어냈다."""

            """하지만, 그분의 몸은 꼼짝도 하지 않았다."""

            """오히려 내가 밀어낼수록 더 깊이 들어올 뿐이었다."""

            show char e default defr at top
            e "세레나······."

            hide char
            """스승님의 입술과 내 입술이 맞닿았다."""

            """그분을 오래도록 사모한 내가 거절할 수 있는 선택지는 없었다."""

            """화가 나는 와중에도 에런 스승님과 키스했다는 이 사실에 두근거리는 내 심장을,"""

            """할 수만 있다면 찢어버리고 싶었다."""

            show char e default defr at top
            e "내가 가장 증오했던 사람인 황후와 왜 손을 잡았겠어."

            s "흐읏···."

            show char e default defr at top
            e "세레나, 입을 벌려줘."

            hide char
            """스승님의 손이 내 뒤통수를 쓰다듬었다."""

            """큰 손이 내 머리카락을 쓸어 넘겼고, 이윽고 그 손은"""

            """침범해서는 안 되는 영역까지 내려가고 있었다."""

            s "에, 에런 스승님···."

            """키스가 싫지 않았다."""

            """그렇기에 싫다고 느끼지 않은 내가 더 가증스러웠다."""

            """에런 스승님의 손길이 마치, 사랑하는 연인에게 하는 것과 같아서"""

            """정말 그런 것만 같아서."""

            """나를 사랑한다고 말해주고 있는 것만 같아서, 이 손길을 뿌리칠 수 없었다."""

            """바보 같아···."""

            show char e default defr at top
            e "좋아해, 좋아해. 세레나."

            show char e default defr at top
            e "이 말을 이렇게 하고 싶지 않았는데."

            show char e default defr at top
            e "그래도 진심이야, 너를 오래도록 좋아했어."

            s "거짓말, 거짓말이야."

            hide char
            """스승님은 나를 들어 올려 조심스레 침대에 눕혔다."""

            """혹시라도 내가 다치진 않을까 미세한 내 표정마저 신경 쓰는 저 얼굴이"""

            """사랑스럽지 않을 수 없었다."""

            s "당신을 절대 용서하지 않을 거예요···."

            show char e default desr at top
            e "······."

            show char e default desr at top
            e "나는 너에게 미움을 받으면 이 세상을 살아갈 수 없어."

            show char e default desr at top
            e "제발, 나를 용서해 줘."

            hide char
            """스승님의 손이 떨렸다."""

            """침대에 눕힌 나를 조심스럽게 탐닉하는 에런 스승님의 손길에서"""

            """방금 그 말이 거짓이 아니란 걸 추측할 수 있었다."""

            s "전 스승님을 좋아했어요."

            s "정말··· 정말 좋아했어요."

            s "하지만, 이젠 그만둘 거예요."

            show char e default desr at top
            e "······."

            hide char
            """스승님의 미간이 찌푸려졌다."""

            """하지만 나를 탐닉하는 그 분의 손길은 멈추지 않았다."""

            scene black
            """결국, 나는 스승님을 거부하지 못하고,"""

            """넘어서는 안 될 선을 넘어버리고 말았다."""

    return
