label chapter_4:
    "제목 : 절벽 아래에서"

    scene bg forest winter night
    play music "bgm/ptsd3.mp3"
    "불행 중 다행인지, 우거진 수풀에 걸치면서 떨어져 목숨에는 큰 지장이 없는 것 같았다."

    "두꺼운 눈 바닥이 한몫하기도 했다."

    "하지만 문제는, 머리에 충격이 가해져서인지 몸을 제대로 일으킬 수 없었다."

    "다리에도 문제가 생긴 것 같았다."

    play sound "sfx/wind.mp3"
    "점점 추워지는 날씨에 죽음이라는 공포가 서려오기 시작했다."

    "부상 때문보다도, 추위로 죽는 게 더 빠를 것 같았다."

    "한시라도 자리를 옮겨야 했다."

    "안전한 곳에서 구조를 기다리는 수밖에 없었다."

    "그러나, 온 주위가 눈밭인 이곳에서 나를 찾을 수 있을지가 의문이었다. 나는 지끈거리는 머리를 붙잡으며 고통을 호소 했다."

    "고통스러웠다. 온몸 전체가 사람에게 두들겨 맞은 것처럼 강한 통증이 느껴졌다."

    "살기 위해서 내 자신이라도 속이고 싶었던 걸까."

    scene black
    "결국, 나는 끝내 고통을 버티지 못하고 정신을 잃었다."

    "새하얀 눈이 점점 모든 것을 감추기 시작했다."

    
    scene bg cave snow
    show char a default def at top
    play music "bgm/adrian1.mp3"
    q "이봐, 정신이 좀 들어?"

    
    "누군가가 나를 부르는 음성에 눈을 어렵게 떴다."

    "차가운 공기가 뺨을 스쳤다."

    "다리에는 알 수 없는 천이 감싸져 있었다."

    "정신을 제대로 차려보니, 나는 목소리의 주인공에게 안겨있었다. "

    "그것도 속옷만 입은채로. "

    "내 눈앞에는 살색의 몸이 보였다."
    with shake
    s "너 뭐야?!"
    

    "나는 다급히 그를 밀쳐냈다."

    show char a default def at top
    q "그건 내가 할 소리야. 도대체 왜 이런···."

    s "이게 무슨 짓이야? 이 변태 자식, 당장···."

    show char a default bad at top
    q "가만히 있는 게 좋을걸? 동사로 같이 뒤지기 싫으면."

    s "어?"

    hide char
    "그의 말이 끝남과 동시에 내 몸은 빠르게 추위를 자각했다."

    "몸의 떨림이 멈추지 않았다."

    "고개를 돌려 우측을 보니, 물이 뚝뚝 흐른 채 걸려있는 옷더미들이 보였다."

    s "절벽에서 떨어지고 나서, 눈 때문에 젖은 건가···."

    "나는 작게 혼잣말했다."

    show char a default def at top
    q "그래. 내 꼴도 말이 아니었는데, 어떤 이상한 여자가 내 앞에 기절해 있길래."

    hide char
    "그는 본인이 어려운 상황에서도 나를 도와준 모양이었다."

    s "날 살려준 거였어?"

    show char a default def at top
    q "보면 몰라? 내가 널 돕지 않았다면, 넌 진작 얼어 죽었을걸?"

    hide char
    "맞는 말이었다. 이 녀석이 아니었다면, 진작에 나는···."

    "아직도 머리와 다리가 집중적으로 아려왔다."

    "지금은 응급 처치를 했을 뿐, 제대로 된 치료가 필요할 것 같다."

    "그러나, 지금 민망한 상황을 벗어나는 것이 더 우선이었다."

    "아무리 그래도, 생판 모르는 남성과 껴안고 있다니."

    "정찰대에서 이탈된 것도 모자라, 내 기사로서의 자존심이 무너지는 느낌이었다."

    show char a default def at top
    q "무슨 생각을 그리 골똘히 하는 거지?"

    s "알 필요 없어. 아, 그리고 신세 지는 건 여기까지 할게."

    s "나는 저 구석에서 불이라도 피우고 있을게. 아무튼 도와줘서 고마웠어."

    show char a default smi at top
    q "풋···."

    hide char
    "그가 알 수 없는 비웃음을 흘렸다."

    "나는 그를 뒤로하고, 앞에 있던 장작들을 향해 다가갔다."

    s "이 정도 장작이면 충분하··· 어?"

    "가까이서 보니, 장작들은 이미 눈에 젖어 사용할 수 없는 상태였다."

    "저 녀석이 불을 피우지 못한 이유가 있었다."

    show char a default smi at top
    q "제대로 된 장작이 있었으면, 너한테 안 주고 진작 내가 썼겠지."

    show char a default smi at top
    q "끌어안고 있을 이유도 없고. 그렇지?"

    hide char
    "··· 하긴 불을 피울 수 있었다면, 나를 껴안고 있는 일도 없었을 터."

    "나는 민망한 마음에 나무 장작 옆에 앉아 무릎을 끌어안았다."

    "내 몸에 온도가 빠져나가지 않기 위해, 더 세게 몸을 안았다."

    "하지만, 달라지는 건 없었다. 시간이 지날수록 내 몸은 점점 더 오한을 느끼기 시작했다."

    show char a default def at top
    q "이봐, 계속 그렇게 있다간 동사로 뒤진다니까? 고집부리지 말고 얼른 이쪽으로 와."

    s "거절할게. 나는 혼자서도 괜찮···."

    hide char
    with shake
    "에취!"
    

    show char a default def at top
    q "네가 없으면 나도 죽어. 내일 아침에 시체 두 구를 보든지, 아니면 지금 나랑 껴안고 살아남든지."

    hide char
    "분하지만, 저 남자의 말이 맞았다."

    menu .m0:
        "이대로 있다간 정말 동사로 죽을지도 모를 일이었다. 나는 고민 끝에 행동을 취했다."
        "젖지 않은 장작을 찾아내, 불을 피운다.":
            "어쨌든, 둘 다 살기 위해서는 불이 가장 필요했다."
            "그래서 나는 젖지 않은 장작을 찾아 열심히 골라냈다."

            "그리고 불을 피우기 위해 열심히 나무를 문댔다."

            "결과는 처참했다. 불은커녕 불씨조차도 보이지 않았다."

            "쓸데없는 고집을 부리고 말았다."

            show char a default smi at top
            q "글쎄, 나도 이미 다 해봤다니까 그러네."

            hide char
            "민망해졌다."

            "어쩔 수 없이, 그의 말을 인정하고 그의 곁으로 몸을 움직였다."

        "그의 옆으로 다가간다.":
            $ persistant.Likeability['adrian'] += 10
            "마음을 다잡은 후에, 남자의 곁으로 걸음을 옮겼다."
    s "네 놈의 말을 듣겠다는 게 아니야. 단지 살아남기 위해서···."
    show char a default smi at top
    q "네네, 잘 알겠습니다. 근데 정말 살고 싶으면, 네 옷이라도 다 벗지 그래?"

    s "뭐? 이 미친 자식. 드디어 본색을 드러내는구나."

    show char a default bad at top
    q "너야말로 머릿속이 어떻게 된 거 아니고? 네 옷에서 물이 뚝뚝 흐르는 거 안 보이냐?"

    hide char
    "나는 고개를 내려서 옷차림을 확인했다. "

    "그의 말대로 내 옷에서 물이 떨어지고 있었다. "

    "여기서 그치지 않고, 추운 날씨 탓에 옷이 얼어붙기 시작했다."

    show char a default def at top
    q "기절한 사람 옷 벗기는 취미는 없어서, 여태껏 그대로 안고 있었는데. 나도 이제는 추워서 못 견디겠다."

    s "그럼, 지금 나 보고 다 벗으라고?"

    show char a default def at top
    q "어차피 네 몸 봐봤자, 별 감흥도 없어. 나도 다 벗고 있는 거 안 보여? 죽고 싶으면 뭐 그대로 있던가."

    s "······."

    hide char
    "내게 선택지 따위는 없었다."

    "어떻게 보면, 기절한 사이에 강제로 옷을 벗기지 않은 것만으로도 고마워해야 했다."

    s "그래. 잠깐만 기다려봐. 대신 뒤 좀 돌아줄래?"

    show char a default def at top
    q "뭐 그 정도는 이해해 주지."

    play sound "sfx/cloth.mp3"
    hide char
    "그가 뒤를 돈 사이, 일어서서 속옷을 제외한 젖은 옷을 다 벗어 던졌다. 물에 젖어 무거웠던 몸이 가벼워졌다."

    "그러나 동시에 한기가 맴돌았다."

    s "아직 뒤돌지 마. 내가 알아서 할게."

    play music "bgm/romantic4.mp3"
    "나는 두 눈을 질끈 감았다. 살기 위해서는 어쩔 수 없는 일이라며 머릿속에 되새겼다."

    "천천히 그에게 다가갔다. 그리고 그의 옆에 딱 붙어 기대앉았다."

    "확실히 차가운 공기보다는 따뜻한 체온이었다."

    play sound "sfx/clothes.mp3"
    with shake
    "그 순간, 그가 몸을 돌려 나를 세게 끌어안았다."
    

    s "흡!"

    "당황스러웠다."

    "그가 나를 뒤에서 완전히 포개고 있는 모양새가 되었다."

    "몸이 완전히 엉겨 붙었다. 벗어날 수 없었다."

    show char a default def at top
    q "불편해도 잠시만 참아. 둘 다 어느 정도 체온이 오르면 당장 이 짓도 그만둘 테니까."

    play sound "sfx/heart.mp3"
    hide char
    "두근거리는 심장 소리. "

    "그가 말은 못되게 해도, 떨리는 모양이었다. "

    play sound "sfx/heart.mp3"
    "두근 "

    play sound "sfx/heart.mp3"
    "두근!"

    "심장 소리가 점점 엇박자로 세게 쿵쿵거렸다."

    "너무나도 세찬 심장 소리에, 나는 이 심장 소리를 따라가 봤다."

    "······."

    "사실 심장 소리의 출처는 그가 아니라, 내 쪽이었다."

    play sound "sfx/heart.mp3"
    "두근 -"

    "얘가 아니라 나한테 나는 소리였다고? 이렇게 큰 소리가?"

    "나는 왜 이렇게 두근거리는 거지?"

    "지금 이 상황은 생존을 위한 행동이잖아."

    "추워서 그러는 걸까···. 대체 왜?"

    "몸이 제 말을 듣지 않았다."

    show char a default smi at top
    q "야."

    s "어?"

    show char a default smi at top
    q "네 심장 소리 여기까지 들려."

    hide char
    "가까이 있으니 그 또한 내 심장 소리가 들릴 수밖에 없었다."

    "나는 괜한 민망함에 시치미를 뗐다."

    s "무슨 소리야. 내 심장 소리 아니거든?"

    show char a default smi at top
    q "그럼 이게 내 심장 소리라고?"

    scene black
    hide char
    "그가 얼굴을 내게 가깝게 붙여왔다."

    "찬란한 금 실타래 같은 머리카락, "

    "에메랄드를 박아 넣은 듯한 눈, "

    "새하얀 피부와는 어울리지 않는 붉은 입술까지. "

    "그의 모든 것이 나와 맞닿을 듯했다."

    "열이 확 오르는 기분이었다."

    "그의 얼굴을 손바닥으로 가려버렸다."

    "그리고, 나는 얼굴의 열감을 식히기 위해 손으로 부채질했다."

    
    scene bg cave snow
    show char a default smi at top
    "그 녀석은 쿡쿡대며 웃고 있었다."

    "성격이 참 짓궂은 사람이었다."

    play music "bgm/dis.mp3"
    "그렇게 어색하고도 민망한 시간을 보내고 있었는데, 점점 뒤에서 거친 숨소리가 들리기 시작했다."

    s "그쪽은 숨소리 좀 어떻게 해봐."

    show char a default bad at top
    q "이건 내 의지가 아니라서 말이야···."

    hide char
    "말하는 동안에도 숨소리가 거칠었고, 힘이 없어 보였다. 나는 이상함을 느껴 뒤를 돌아봤다."

    "안색이 창백했다. 금방이라도 죽을 사람처럼···."

    "그는 끝내 고개를 떨궜다. 나는 당황스러운 마음에, 그를 흔들었다."

    s "정신 차려! 왜 그러는 거야?"

    show char a default bad at top
    q "제발 몸 좀 흔들지 마. 아파 죽겠으니까···."

    hide char
    "그가 옆구리 쪽을 손으로 짚고 있었다. 자세히 보니 저 녀석의 손과 옆구리에 피가 흥건했다. "

    play sound "sfx/clothes.mp3"
    "나는 다급하게 일어나, 젖은 옷더미와 짐을 뒤졌다."

    play sound "sfx/clothes.mp3"
    "짐에서 비상으로 들고 다녔던 연고를 찾아냈다. 또한 같이 압박할 수 있을 만한 깨끗한 손수건을 꺼냈다."

    "어렸을 적, 에런에게 받았던 첫 선물. 둘도 없이 소중한 보물이었다."

    "하지만 지금 이런 감상에 젖어있을 때가 아니었다. 사람의 목숨보다 소중한 건 없으니까."

    "연고와 손수건을 들고, 그에게로 향했다."

    show char a default bad at top
    menu .m1:
        q "됐어···. 너의 뭘 믿고···."
        "그의 거부를 무시한다.":
            s "고집부리지 마. 너 이러다 죽어. 눈도 제대로 못 뜨고 있는데, 지금 거부할 때야?"
            hide char
            "나는 거부하는 그의 손을 내쳤다."

            "그리고 손수건으로 지혈했다. 그 뒤로 곧바로 상처 부위에 연고를 덧바르려고 했다."

            "다시 한번 그는 내 손을 밀어냈다. 이번에는 완고했다."

            "아픈데도 힘이 넘치는 지, 밀려나지 않았다."

            "나도 슬슬 인내심에 한계가 와서, 상처 부위를 지혈이라는 명목으로 세게 짓눌렀다."

            "그가 고통스러워하며, 나를 막던 한 손 힘을 풀기 시작했다."

            "나는 재빠르게 연고를 덧발랐다."

            s "고집은 네가 더 센 것 같은데?"

            "그가 헛웃음을 지었다."

        "연고가 안전하다는 것을 직접 보여준다.":
            $ persistant.Likeability['adrian'] += 10
            "그런 것 치고는 점점 상태가 안 좋아졌다. 그가 거부할 때가 아니었다."
            "나는 어쩔 수 없는 선택을 했다."

            "단검을 꺼내 들어, 내 팔목 쪽에 직접 상처를 냈다."
            show red at fadeInOut
            "그는 놀란 눈치였다."

            show char a default emb at top
            q "야, 너 지금 이게 뭐 하는 짓이야!"

            hide char
            "그가 말을 다 잇기도 전에, 나는 내가 낸 상처 쪽에 연고를 덧발랐다."

            show char a default smi at top
            q "허!"

            hide char
            "그가 어이없다는 듯한 소리를 냈다."

            s "자, 이제 됐지? 안전한 거야. 독 같은 것도 없고."

            show char a default def at top
            q "단단히 미쳤군. 어쩌다 이런 여자를 만나서···."

            s "이렇게라도 안 했으면, 치료 안 받았을 거잖아. 네게 신뢰를 받기 위해서였어. 본디 의사와 환자 사이에는 신뢰가 가장 중요한 법이거든."

            show char a default def at top
            q "네가 내 의사라도 된다는 소리야?"

            s "그건 아닌데. 너도 나 여기 데려와 주고, 다리도 치료해 줬잖아. 그냥 얌전히 치료 받아."

    hide char
    "그는 아까와 달리 얌전히 굴기 시작했다."
    #with out

    "지혈이 잘 된 건지, 그의 안색이 이전보다는 괜찮아졌다."

    "그가 정신을 잃지 않도록 무슨 말이라도 꺼내야 할 것 같았다."

    play sound "sfx/cloth.mp3"
    s "이거, 내가 아끼는 손수건이야."

    show char a default def at top
    q "뭐, 나 죄책감 실어주려는 거야?"

    s "너는 말을 해도 꼭!"

    hide char
    "··· 화나게 하는 재주가 있다."

    show char a default smi at top
    q "풋 ···. 그래서 그 손수건은 누가 준 건데?"

    hide char
    "말을 잇지 못했다. 나와 스승님의 관계를 한 문장으로 설명하기엔 어려운 일이었다."

    "그 또한 내가 말을 꺼내기 어려워하는 것을 느꼈는지, 대답을 재촉하지 않았다."

    "나는 말을 돌리려고 했다."

    s "그나저나, 너는 어쩌다 이 꼴이 된 거야?"

    show char a default def at top
    q "그냥, 뭐 사정이 있어."

    hide char
    "나 역시 캐묻지 않기로 했다."

    "우리는 더 이상 아무 말도 하지 않고, 눈을 감고 조용히 휴식을 취했다."

    scene bg cave day
    play music "bgm/adrian1.mp3"
    "그렇게 날이 밝았다."

    "나와 그는 조금씩 움직일 수 있을 정도로 상태가 좋아졌다."

    "각자 어느 정도 마른 옷가지를 입고, 짐을 챙겨 동굴 밖으로 나가기로 했다."

    "날씨가 이전보다는 확실히 좋아졌다."

    play sound "sfx/stomach.mp3"
    "꼬르르륵-"

    "누군가의 배에서 큰 소리가 났다."

    "부끄럽게도 소리의 정체는 바로 나였다."

    "밤새, 간호를 해서 그런지 체력 자체가 바닥나버렸다. 게다가 어제 낮부터 아무것도 먹지 못한 상태였기 때문에 심한 허기가 져 있는 상태였다."

    show char a default lah at top
    q "푸하하! 너도 참 가지가지 한다. 좀 기다려봐. 근처에 열매 있었어. 금방 따올게."

    hide char
    "나는 고개를 푹 숙이고, 옅게 끄덕였다."

    "저 녀석 앞에서 온갖 추태란 추태는 다 부린 것 같다."

    scene black
    "그렇게 기다린 지, 어언 15분쯤이 지났을까. 익숙한 목소리가 들렸다."

    
    scene bg cave day
    show char h default emb at top
    h "세레나님!"

    
    "헤안은 초췌해진 몰골로 나를 애타게 쳐다보고 있었다."

    show char h default bad at top
    h "괜찮으십니까? 다치신 곳은? 여태 이곳에 계셨던 겁니까?"

    hide char
    "그의 질문이 폭탄처럼 이어졌다. 나는 그를 안심시키는 게 우선이라고 생각했다."

    s "괜찮아요. 다리만 살짝 다쳤습니다."

    show char h default def at top
    h "다행입니다···. 그나저나 계속 여기에 있을 수 없을 것 같습니다. 근처에 아디크 왕국의 기사들이 정찰하러 다니더군요."

    show char h default def at top
    h "죄송하지만, 움직이셔야 할 듯싶습니다."

    s "아···. 하지만, 저를 도와준 사람이 다시 오기로 했는데 조금만 기다릴 수는 없을까요?"

    show char h default def at top
    h "계속 여기 있다가는 들킬 것이 분명합니다. 저희에겐 시간이 없습니다."

    show char h default def at top
    h "정 마음이 불편하시면, 표시라도 남기고 가시는 게 어떠십니까?"

    hide char
    "그의 말이 맞았다. 또 나 하나 때문에 기사단 전체가 피해입을 수는 없었다."

    "나는 근처에서 뾰족한 돌을 찾아, 땅바닥에 글을 썼다."

    "{i}일행이 찾아왔어. 먼저 가볼게. 고마웠어. -S- {/i}"

    "그리고는, 헤안을 따라 동굴을 나섰다."

    scene black
    "표시를 남겼음에도 불구하고 불편한 마음은 편해지지 않았다."

    
    scene bg forest winter day
    show char a default smi at top
    q "웃긴 여자야, 참."

    
    "그는 혼자서 열매를 따러 동굴 근처 숲길로 빠졌다."

    show char hs at top
    Character('한스') "아드리안 왕자님!"

    show char a default def at top
    a "뭐야, 왜 이리 늦었어?"

    show char knight default at top
    Character('기사') "괜찮으십니까?! 아디크 왕국 측이랑 밤새 이 숲을 뒤져 다녔습니다!"

    show char a default def at top
    a "어. 안 괜찮아. 참으로 빨리도 찾는다. 아디크 왕국 쪽이랑은 이미 만난 모양이네?"

    show char hs at top
    Character('한스') "네. 상황이 상황인지라··· 동맹을 쉽게 수락했습니다."

    show char a default smi at top
    a "다행이네."

    show char hs at top
    Character('한스') "어제는 정말. 갑자기 사라지셔서 얼마나 놀랐는지 아십니까!"

    show char a default def at top
    a "나라고 뭐 날씨가 이렇게 개 같을 줄 알았나."

    show char a default def at top
    a "아무튼, 마침 잘 됐어. 날 구해준 사람이 근처 동굴에서 기다려. 같이 좀 가자."

    hide char
    "그는 프라타히라 왕국 제1왕자, 아드리안 하몬이였다."

    "그는 에프탈 제국의 횡포를 막고자, 아디크 왕국과 동맹을 맺으려 아디크 왕국에 방문 했다."

    "하지만 기상 악화로 인해 일행과 떨어져 고립됐고, 야생 동물에게 상처를 입게 된다."

    "그렇게 길을 헤매던 중, 세레나를 발견하게 되고 구해주게 된 것이었다."

    show char hs at top
    scene bg cave day
    Character('한스') "아무도 없는 것 같습니다. 왕자님."

    hide char
    "아드리안은 땅바닥을 응시하고 있었다."

    "세레나가 남기고 간 메시지였다."

    "{i}일행이 찾아왔어. 먼저 가볼게. 고마웠어. -S- {/i}"

    show char a default def at top
    a "S···?"

    show char a default def at top
    a "됐어. 일행이 찾으러 온 모양이야. 우리도 가지."

    hide char
    "그는 알 수 없는 아쉬움을 뒤로 한 채, 동굴을 나섰다."

    show char a default def at top
    a "만날 운명이라면, 언젠간 다시 만날 수 있겠지."

    #with save

    $ persistent.ClaerChapter = max(5,persistent.ClaerChapter)
    return
