label chapter_15:
    "제목 : 수면 위의 것들"

    scene black
    play music "bgm/sad5.mp3"
    "아침이 되자마자, 복잡해진 생각을 정리하기 위해 내 막사로 돌아왔다."

    "머리가 지끈거렸다."

    "모든 사실을 부정할 수만 있다면 그렇게 하고 싶었다."

    "하지만 현실은 달랐다."

    "스승님이 황후의 일을 돕고 있었고, 황후가 모든 내막의 진실이었다."

    "황제를 지독히 사랑했던 황후는 우리가 기억하는 황후가 아니라는 것이다."

    scene bg camp in
    s "대체 왜 그런 거지?"

    s "권력욕 때문에? 이미 황후라는 위치에다가, 곧 황제가 될 아들까지 있는데도?"

    "그녀의 행동 출처들은 모두 불분명했다."

    "그저 낌새가 좋지 않다는 것만은 확실했다."

    "사실 여기서 제일 이해할 수 없는 것은,"

    "스승님이 황후의 계획을 처음부터 알고 있었고, 그녀를 돕고 있다는 것이었다."

    s "황실 내부에서 분란이 있다는 걸 알면, 기사들이 불안해할 거야."

    s "일단 이 일은 기사단에게 비밀로 부쳐야만 해."

    "그때, 뒤에서 누군가가 내 이름을 불렀다."

    show char h default def at top
    h "세레나님."

    play music "bgm/hean1.mp3"
    hide char
    "헤안이었다. "

    "기사단으로 복귀한 것을 보니, 다행히도 공작가가 어느 정도 정리가 된 모양이었다."

    "그 이후로, 꽤 오랜만이었다."

    "어색할 것 같았지만, 그렇지 않았다. "

    "오히려 그를 보자마자, 긴장이 풀린 느낌이 들었다."

    s "헤안···."

    show char h default emb at top
    h "무슨 일 있으십니까?"

    hide char
    "그는 여전했다. 내 안색부터 살피는 것이."

    "도저히 이 모든 것을 감당할 자신이 없었다."

    "현재, 믿을 수 있는 사람은 헤안뿐이라고 생각했다."

    "게다가 그는 이 사실을 알아야 할 사람 중 하나였다."

    s "지금부터 제가 하는 말, 잘 들어주세요."

    s "스승··· 아니, 에런님이 황실의 사람이었습니다."

    s "표면적이 아니라, 실질적으로요. "

    s "그는 황후의 첩자였습니다."

    s "황실에서 일하는 건 알고 있었지만, 제국의 사람들을 위해 일하고 있었다고 생각했어요."

    "나는 주먹을 세게 쥐었다."

    s "바보같이···. "

    s "곧이곧대로 다 믿고 있었다고요 제가."

    s "그리고, 이 모든 일의 배후가 황후였어요."

    "나는 이후 더 자세한 설명을 덧붙였다."

    "헤안은 심각한 표정을 하고, 내 모든 말에 귀 기울였다."

    show char h default des at top
    h "사실··· 에런님에 관해서는 이전부터 따로 조사하고 있었습니다."

    show char h default des at top
    h "기사단에 속하긴 했으나, 그는 황제의 측근이었으니까요."

    show char h default des at top
    h "하지만, 세레나님께서 신뢰하시는 것 같아서 섣불리 건드리지는 않았습니다만···."

    hide char
    "내가 유독 스승님에게 약했던 게 타인의 눈에도 보였던 모양이었다."

    "창피했다. 감정에 너무나도 쉽게 흔들렸던 내 모습이."

    "그리고, 헤안은 내게 서류 더미를 내밀었다."

    show char h default def at top
    h "일단 황후에 관해서는···."

    show char h default def at top
    h "마침, 레이어스가와 황실 간의 서류들을 살펴보며 이상한 점이 있어서 챙겨왔습니다."

    show char h default def at top
    h "이건 레이어스가와 황실이 체결한 무기 관련 서류입니다."

    show char h default def at top
    h "서명에는 황제의 친필이 아닌, 황후의 친필로 보이는 사인이 남겨져있었습니다."

    show char h default def at top
    h "자칫 황제의 것으로 보일 수 있으나, 여태의 다른 서류들과 비교해 봤을 때 차이점이 있었습니다."

    show char h default def at top
    h "더불어, 최근 들어 황제가 이상했다는 황실 사용인들의 증언도 얻어냈습니다."

    show char h default def at top
    h "음식도 제대로 못 먹고, 말도 제대로 못 했다고 하더군요."

    show char h default def at top
    h "이와 함께 세레나님의 말을 들어보니, 모든 원흉이 황후의 짓인 것에는 틀림이 없겠네요."

    s "네. 그녀의 목표가 뭔지는 아직 확실하지 않지만요."

    hide char
    "헤안이 숨을 들이켜고, 천천히 말을 다시 꺼냈다."

    show char h default def at top
    h "에런님께서는 황후의 심복이었습니다."

    show char h default def at top
    h "그렇기 때문에 황후가 한 짓들을 몰랐을 리는 없을 것 같군요."

    hide char
    "에런이 황후의 심복인 것은 그때의 재회에서 충분히 알 수 있었다."

    "하지만···. "

    "그건 분명 나와 같은 사정 때문에 억지로 묶여 있는 것이라고 생각했다."

    "이제는 나 혼자만의 착각이 되어버렸지만 말이다."

    "여기까지 온 이상, 이 모든 일에 그의 판단과 의지가 없다고 할 수는 없을 것 같았다."

    s "네. 어제 본인이 스스로 인정했습니다."

    s "사정이 있는 것 같았지만, 이제는 제가 신경 쓸 필요는 아닌 것 같습니다."

    "정말 단호해져야만 할 때다."

    show char h default des at top
    h "···아마 세레나님과 제가 공작가에 다녀왔다는 사실도 알고 계실 겁니다."

    s "어제 대화했을 때, 말씀하셨습니다. 이미 알고 계시더군요."

    show char h default def at top
    h "그렇군요. 이뿐만 아니라 실제로 에런님이 황실에 편지를 썼던 정황도 확인했습니다."

    show char h default def at top
    h "그러니, 저는 최대한 에런님을 기사단과 관련된 일에서 배제하도록 하겠습니다."

    show char h default def at top
    h "그가 황후에게 소식을 전하지 못하도록요."

    hide char
    "나는 섣불리 그러라는 대답을 하지 못했다."

    "아무리 몸부림 쳐봐도, 그 얄팍한 애정에서 벗어나지 못하고 있었기 때문에."

    "다짐만 할 뿐, 실천이 되질 않았다."

    "몸과 마음이 따로 논다는 게 이런 말이구나 싶었다."

    "대체 얼마나 더 골탕을 먹어야 변할 수 있을까."

    menu .m0:
        "스승님은 더 이상 내가 알던 사람이 아닌데도."
        "헤안의 결정에 고민한다.":
            $ persistant.Likeability['hean'] += 2
            s "일에서 배제하는 게 가능할까요?"
            s "배제한다고 해도, 그는 저희를 훼방 놓을 겁니다."

            s "황후에게 어떤 방식으로든 정보를 전달할 거고요."

            s "의미 없을지도 모릅니다."

            s "에런님이 어떤 방식으로 나올지 모르니까요."

            show char h default def at top
            h "그렇다고 손 놓고 바라볼 수만은 없지 않습니까."

            show char h default def at top
            h "세레나님."

            hide char
            "그가 단호히 내 이름을 불렀다."

            show char h default def at top
            h "두려워하지 마세요. 그리고 나약해지지도 마세요."

            hide char
            "헤안은 나를 뚫어본 듯했다."

            "내가 스승님에게 버려질까 봐 두려워하는 건 어떻게 안 걸까."

            "난 이미 버려졌는데 말이다."

            s "알겠습니다···. "

            s "그럼 당분간은 부탁드리겠습니다."

            "이제부터는 정말, 그를 철저하게 내 안에서 버려야만 한다."

            "그는 더 이상 내가 알던 사람이 아니니까."

        "헤안의 결정에 동의한다.":
            $ persistant.Likeability['hean'] += 5
            s "···네. 그렇게 해주세요."
            s "그리고 당분간은 지켜봅시다."

            s "그를 이용해, 황후를 혼란스럽게 할 수도 있으니까요."

            "그를 철저히 내 안에서 버려야만 한다."

            "이용해야만 한다."

            "이제 그는 더 이상 내가 알던 사람이 아니니까."

            show char h default def at top
            h "네, 알겠습니다."

            show char knight default at top
            play music "bgm/ptsd3.mp3"
            Character('기사') "단장님!"
            with shake

            show char knight default at top
            Character('기사') "그때, 아무런 신호 없이 기사 한 명이 막사로 들이닥쳤다."

            s "무슨 일이지?"

            show char knight default at top
            Character('기사') "황제께서 서거하셨다고 합니다···!"

            hide char
            "여기까지는 알고 있는 내용이었다."

            "하지만 숨겨왔던 걸 다시 알리는 이유는?"

            "그때, 문득 생각이 스쳤다."

            "이미 내가 다 알아버렸으니, 숨길 이유가 없어졌으니까. "

            "역시 내가 목적이었던 것이었다."

            "그리고 무엇인지는 몰라도, 그들의 다음 계획이 실행되어야 할 테니까."

            "여기까지는 예상 내라 괜찮았다."

            show char knight default at top
            Character('기사') "그리고, 황실이 왕국 측에 휴전을 요청했다고 합니다."

            show char knight default at top
            Character('기사') "그래서 우리 기사단이 회담에 참여해야 한다고···."

            hide char
            "여기서부터는 예상치 못한 내용이었다."

            "도저히 황후의 흐름을 따라갈 수가 없었다."

            "쉴 틈 없이 들이닥치는 파도와도 같았다. 숨이 막혀왔다."

            "나와 헤안은 골치가 아파졌다."

            s "하···."

            "황제가 서거한 일은 확실히 전쟁 면으로 봤을 때, 제국에게 불리한 일이었다."

            "그렇다고 상의 없이 이렇게 독단적으로 일을 벌이는 것은, 대체 무슨 꿍꿍이를 가져야 나오는 것인지 알 수 없었다."

            "또다시 나를 죽음에 몰기 위한 함정일지도 몰랐다."

    menu .m1:
        "하지만 이미 황실이 왕국 측에 요청까지 해놓은 이상, 우리가 할 수 있는 일은 없었다."
        "화를 낸다.":
            "솔직하게, 화가 안 날 수가 없었다."
            s "어차피 우리에게 선택지도 없습니다."

            s "그냥 할 수밖에 없겠네요."

            "분위기는 험악해졌다. 소식을 전한 기사가 눈치를 보고 있었다."

            show char h default des at top
            h "···알겠습니다."

        "침착하게 행동한다.":
            $ persistant.Likeability['hean'] += 5
            hide char
            "화가 날 수밖에 없는 상황이었지만, 침착하게 행동해야만 했다."
            s "헤안, 지금 상황에서 저희가 할 수 있는 일은 없겠죠?"

            show char h default des at top
            h "거부하면 바로 전쟁일 겁니다."

    hide char
    "나는 그의 대답을 듣고, 곧바로 할 기사에게 전달했다."
    s "프라타히라 왕국 측과의 회담 장소는?"

    show char knight default at top
    Character('기사') "여기서 멀지 않은 레이니 호수입니다."

    s "알았다. 곧바로 여기를 정리하고, 레이니 호수로 향한다."

    s "그리고, 제국 측이 전에 보냈던 병사들과 기사들은 다시 제국으로 보내."

    hide char
    "제국의 간섭을 최소화하고 싶었다. 이 정도는 내가 할 수 있는 권한이었다."

    "이래도 스승님을 보낼 방법은 없었지만."

    show char knight default at top
    Character('기사') "네. 알겠습니다! 전달하도록 하겠습니다!"

    hide char
    "결국 우리는 그녀가 왜 전쟁을 일으켰고, 이 시기에 황제를 죽였으며, 이제는 휴전을 타협하라는 건지."

    "그녀에 대한 진상을 파악하는 시간조차 없었다."

    show char e default des at top
    e "세레나···."

    hide char
    "그리고, 연이어 다른 손님이 들어왔다."

    "불청객이었다."

    s "······."

    "분명 그와 눈이 마주쳤다."

    s "헤안, 잘 부탁드리겠습니다."

    scene black
    "하지만 나는 그를 무시하고, 헤안에게 짧은 인사만을 건네고 자리를 떴다."

    "그를 버리기로 나 자신과 약속했으니까."

    scene bg camp in
    play music "bgm/comfort7.mp3"
    "그렇게 하루가 걸려, 약속된 회담 장소에 도착했다."

    "이미 왕국 측은 도착해서, 회담의 준비까지 끝내놓은 상황이었다."

    "재빠르게 회담이 펼쳐질 막사 안으로 들어갔다."

    "긴장감이 돌았다. 살벌했다."

    "어느 누가 여기서 돌발행동을 할지는 알 수 없었으니."

    s "죄송합니다. 급히 소식을 알아 늦었습니다."

    s "에프탈 제국의 제1 황녀, 세레나 에프탈이라고 합니다."

    "나는 왕국 측의 대표에게 손을 건넸다."

    "왕국의 대표가 입고 있던 로브를 걷어 올렸다."

    "나는 몸이 굳었다."

    show char a default def at top
    play music "bgm/adrian1.mp3"
    a "괜찮습니다. 저는 프라타히라 왕국의 왕자, 아드리안 하몬이라고 합니다."
    scene bg camp in
    show char a default def at top
    a "이제 막 도착하신 것 같으니, 잠시 짐이라도 내려놓을 시간을 갖죠."

    hide char
    "그는 내 눈을 피했다."

    "내가 지금 마주한 그가, 프라타히라의 왕자라니."

    "머릿속이 엉망이 되었다. 정리가 되지 않았다."

    menu .m2:
        "그는 그렇게 내 악수를 놓고, 재빠르게 막사 밖으로 나갔다."
        "아드리안을 쫓아간다.":
            $ persistant.Likeability['adrian'] += 10
            "나 또한 그를 쫓아 밖으로 나갔다."
            "세레나님···!"

            "헤안이 당황스러워하며, 내 이름을 불렀다."

            "하지만 지금은 그의 말을 들을 틈이 없었다."

        "헤안과 이야기를 나눈다.":
            $ persistant.Likeability['hean'] += 5
            s "헤안, 일단 기사단의 정리를 부탁드립니다."
            s "저는 잠시 볼일이 있어서."

            show char h defualt des at top
            h "여기서 무슨 일이 있다는 겁니까."

            hide char
            "그는 내가 혹여나 에런에게 갈까, 노심초사한 모양이었다."

            s "헤안이 생각하는 그런 일 아닙니다. 걱정 마세요."

            s "금방 돌아오겠습니다."

            "나는 아드리안을 쫓아 밖으로 나갔다."

    scene bg forest day
    play music "bgm/-.mp3"
    "그렇게 쫓아간 결과, 막사와는 조금 떨어져 아무도 없는 곳에 다다랐다."
    "그가 어색하게 뒤를 돌아서 있었다."

    "나는 천천히 아드리안에게 다가갔다."

    "전과 같이, 이 조용한 숲에는 오직 둘 뿐이었다."

    "대체 이게 무슨 일인지 알고 싶었다."

    "제대로 두 눈을 맞추고, 그의 입에서 직접 들어야만 했다."

    "우리 사이에, 오해가 꽤 있을 것 같았으니까."

    s "···우리 통성명 하기로 했잖아."

    s "네가 직접 듣고 싶다 하지 않았나?"

    s "서로 할 말도 많을 것 같고."

    show char a default des at top
    a "···."

    hide char
    "아드리안은 땅바닥만을 쳐다볼 뿐이었다."

    s "···지금 상황이 아주 좋은 건 아니지만,"

    s "적어도 칼을 맞대는 상황은 아니지 않나?"

    "나는 물러서고 싶지 않았다."

    "그는 대체 어떤 사람이고, 그때는 왜 날 구했고, 이제는 어떡할 건지."

    "오늘 그를 마주친 순간 다 들어야겠다고 마음먹었으니까."

    "그가 숨기고 있는 모든 진실을."

    s "내 이름은 세레나야."

    "제국의 성은 붙이지 않았다. "

    "어떤 소속이 아닌, 온전한 나로서 그를 마주하고 싶었기 때문이었다."

    s "너는?"

    "이름을 묻자, 그는 이제야 고개를 들었다."

    "조금 서글픈 얼굴이었다."

    $ persistent.ClaerChapter = max(16,persistent.ClaerChapter)
    return
