label ending_hean:
    #"제목 : 귀속된 사람"

    scene bg forest fire
    play music "bgm/tension5.mp3"
    "아군들 치유에 신경 쓰느라, 피하지 못한 황후의 칼을 막아준 건"

    "헤안이었다."

    "그 또한 예기치 못한 상황에 다급했는지, 맨손으로 그녀의 칼날을 쥐고 있었다."

    s "헤안!"

    "헤안은 그 상태로, 칼을 잡고 있던 황후를 역으로 밀쳐냈다."

    show char q default ang at top
    Character('황후 카일리') "악!"

    hide char
    "칼을 휘두른 패기와는 달리, 그녀는 힘없이 무너졌다."

    "하지만 헤안의 손은 깊게 베여, 피가 멈추지 않고 있었다."

    show char h default ang at top
    h "괜찮으십니까?"

    hide char
    "또다."

    "그는 늘 안중에 나밖에 없다는 듯 굴었다."

    "속상할 정도로."

    s "제가 지금 괜찮겠어요?"

    s "당신이 이렇게 다쳤는데?"

    s "저를 지키고 싶거든, 제발 본인부터 신경 써 주세요."

    s "그게 절 위한 거니까요···."

    "나는 그 말을 끝으로 헤안의 손을 치유해 줬다."

    "헤안은 당황한 듯 안절부절못하는 표정을 지었다."

    s "하···."

    s "그래도 고마워요. 구해줘서."

    show char h default def at top
    h "···아마, 저는 몇 번이고 똑같은 행동을 취했을 겁니다."

    show char h default def at top
    h "저한테는 당신밖에 안 보이니까요."

    show char h default def at top
    h "그리고···."

    hide char
    "헤안이 말을 이으려던 찰나, 밀쳐났던 황후가 휘청거리며 일어섰다."

    show char q default bad at top
    Character('황후 카일리') "네년 하나 때문에···."

    hide char
    "그녀는 이미 정신을 놓은 것 같았다."

    "나는 천천히 그녀에게 다가갔다."

    show char h default emb at top
    h "세레나님···!"

    s "괜찮아요. 마지막만큼은 제가 끝내야죠."

    s "우리의 목표를 위해서."

    hide char
    "헤안을 뒤로하고, 황후와 눈을 마주했다."

    s "확실하게 말해드릴까요?"

    s "나 때문이 아니라, 당신 때문입니다."

    s "죄 없는 사람들이 고통받으며 죽어 나간 것도, 제국을 이렇게 망쳐놓은 것도,"

    s "당신 본인을 이렇게나 몰아간 것도."

    show char q default ang at top
    Character('황후 카일리') "···이러면 안 되는 거잖아!"

    show char q default ang at top
    Character('황후 카일리') "불공평해. 이건 불공평하다고!"

    s "당신에게 어떤 사정이 있었는지는 몰라요."

    s "하지만 이제 그만 둡시다."

    hide char
    "나는 망연자실해 있는 그녀를 향해 칼을 꺼내 들었다."

    "여기까지 오는 데에 정말 긴 시간이 걸렸고, 많은 사건 사고를 겪었다."

    "하지만 그에 비해, 그녀의 목숨 하나로 모든 게 끝나는 게 허무한 것 같기도 했다."

    "어찌 보면, 너무나도 간단한 해결이었다."

    show char q default bad at top
    Character('황후 카일리') "반드시 다음에는···."

    
    "그녀는 부릅뜬 눈으로 나를 쳐다보고 있었다."
    hide char
    s "다음이란 당신에게 없어요."
    scene black
    with shake
    play sound "sfx/sword_damage2.mp3"
    "나는 그렇게 그녀의 목을 베었다."

    s "있어서도 안 되고."
    scene bg forest night
    play music "bgm/peace.mp3"
    "숨을 들이쉬었다."

    s "끝났네. 다."

    "내 목소리에, 뒤에 있던 스승님이 가까이 다가왔다."

    s "다들 멈춰!"

    s "반역자 에런은 황위를 포기했고, 황후는 죽었다."

    s "그러니, 이 이상의 전투는 허락하지 않겠다."

    "황후의 지원군과 기사단은 칼을 내려놓기 시작했다."

    show char h default smi at top
    h "정말 끝이네요."

    s "헤안···."

    hide char
    "헤안과 이 끝을 함께 맞이하는 건, 뜻깊은 일이었다."

    "기사단장이 되고, 전쟁에 차출될 때부터 쭉 함께였던 그였으니까."

    s "오래 걸렸죠? 아닌가, 생각보다는 앞선 것 같기도 하고."

    show char h default smi at top
    h "기간이 뭐가 중요합니까."

    show char h default smi at top
    h "해냈다는 게 중요한 겁니다."

    s "그렇네요."

    hide char
    "나는 옅게 웃었다."

    "아드리안이 다가왔다."

    "녹스 또한 상황이 정리된 것을 보고, 황궁 외곽 결계로부터 내려왔다."

    s "아드리안, 고마워."

    show char a default smi at top
    a "별말씀을."

    show char a default smi at top
    a "나는 이제 왕국으로 돌아가서, 이 소식을 알려야겠네."

    s "응, 왕국 건에 대해서는 내가 정식으로 찾아갈게."

    s "녹스도 매번 도와줘서 고마워."

    show char n default smi at top
    n "내가 해야 할 일이었는데, 뭐."

    show char n default smi at top
    n "제국 일도 끝났겠다, 이제 마탑을 확실히 매듭지어야겠어."

    s "그래, 너도 원하는 걸 꼭 이뤘으면 좋겠네."

    hide char
    "나는 어찌 되었든, 황후의 사람들도 치유해 줬다."

    "그들 또한 나와 같은 충실한 황실의 개였고, 황후의 말을 들어야 했을 테니."

    "가장 중요한 건, 그들도 제국인이라는 거였다."

    "그래서 그들을 처단하는 것보다는 징계를 내리는 것이 옳다고 생각했다."

    "그리고 스승님이 천천히 걸어와 내게 말을 건넸다."

    show char e default des at top
    e "현실을 모르는 건 나였어. 세레나."

    show char e default des at top
    e "용서하지 않아도 돼."

    s "스승님의 처분에 대해서는 생각해 보겠습니다."

    s "각오하셔야 할 겁니다."

    s "당신이 평생 짊어질 수 있는 벌이자, 숙제를 내드릴게요."

    scene black
    hide char
    "그렇게 황궁의 불은 사그라들었고,"

    "나는 황후의 목을 성문 앞에 내걸었다."

    "그리고 제국민 앞에서 선언했다. "

    "제국의 미래에 전쟁과 황실의 횡포는 없을 것이라고"

    "모든 게 끝난 이후에는 바빴다."

    "사실상 끝난 게 없었다. 제국은 이제부터 시작이었으니까."

    scene bg village in
    play music "bgm/peace2.mp3"
    "-달칵"

    s "찻잔을 내려놓는 소리는 언제 들어도 좋은 것 같아요."

    show char h default smi at top
    h "차를 더 내려드릴까요?"

    s "아뇨. 그보다 헤안도 앉아서 차나 마셔요."

    s "평화를 즐겨야죠."

    show char h default def at top
    h "···나무하러 가야 하는데."

    s "일중독이네, 완전."

    s "우리가 왜 여기 왔는지 잊었어요?"

    hide char
    "나는 제국의 변두리 마을에 자리를 잡았다."

    "헤안과 단둘이."

    s "나중에 같이 가요."

    s "어차피 조금 있다가 관리가 찾아올 텐데."

    show char h default smi at top
    h "아, 벌써 그렇게 됐나요?"

    s "시간 참 빠르죠."

    s "둘만 여기에서 하루 종일 지내니까 더 그런 것 같기도 하고."

    show char h default des at top
    h "···지루하십니까?"

    s "아, 뭘 또 그렇게 과대 해석을 하고 그래요."

    s "시간 가는 줄 모를 만큼 좋다는 뜻이죠."

    hide char
    "황후를 죽이고, 제국을 갈아엎기 시작한 지 1년은 됐나."

    "아드리안은 다시 프라타히라 왕국으로 돌아갔으며, 독자적인 왕국의 권리를 다잡아주기로 했다.
"

    "제국과의 활발한 교류까지 포함해서."

    "녹스는 마탑의 일에 집중하기 위해, 제국을 떠났다."

    "그라면, 분명 마탑을 자유롭게 할 것이라 믿는다."

    "그리고 나는 에런 스승님에게 황위를 넘겼다."

    "내가 황제가 되기에는 제대로 된 교육도 받지 못했고,"

    "황궁 자체에 신물이 났기 때문이었다."
    scene black
    show char e default emb at top
    e "그게 무슨 말이야, 세레나."

    show char e default emb at top
    e "나는 그럴 자격 없어."

    s "그걸 스스로 알고 계시니까, 스승님에게 맡기는 거예요."

    s "책임감과 죄책감이 원동력이 될 테니까요."

    show char e default des at top
    e "······."

    s "당연히, 계속 지켜볼 겁니다."
    scene bg village in
    s "언제든지 그 자리에서 끌어내릴 수 있다는 소리예요."

    hide char
    "결정적으로, 스승님을 황제로 만들자는 어려운 결정은"

    "황궁과 황제라는 자리가 그에게는 감옥이자 족쇄가 되기 때문이었다."

    "그는 이제 죽기 전까지 평생 속죄해야만 할 것이었다."

    show char h default des at top
    h "그나저나 괜찮을까요? 그를 황궁에 혼자 둬도."

    s "괜찮아요. 말만 황제지, 황제의 독단적 권리들을 죄다 분리해 놓았으니까요."

    s "게다가, 저희가 매번 중앙회의도 참여하고 있고요."

    s "이따 찾아올 중앙 관리에게 보고도 받으면서."

    s "레이워스 공작님도 계시고!"

    hide char
    "레이워스 공작가가 전쟁을 불 지피는 데에 가담한 부분은 분명했다."

    "하지만, 나는 공작가에게 황실의 압박이 가해졌다는 점을 고려했다."

    "그래서 봉사와 제국의 재건에 힘을 쓰기로 하는 조건으로, 레이워스 공작가의 죄를 면해주었다."

    show char h default smi at top
    h "···공작가의 일은 정말 감사합니다."

    s "뭘요. 레이워스만큼 정직하게 일하는 가문도 드무니까요."

    s "제국에 그런 가문이 없는 건 손해니까 봐 드린 겁니다."

    s "절대 헤안을 보고 봐 준 게 아니에요."

    show char h default smi at top
    h "네, 그럼요."

    show char h default smi at top
    h "아쉬우신 건 없습니까?"

    s "딱히 없는 것 같아요."

    s "우리의 목표는 '제국 개혁'이었지,"

    s "제국 통치는 아니었잖아요."

    s "덕분에, 지금은 이렇게 헤안이랑 놀고먹을 수 있고!"

    s "앞으로 좋은 일만 있을 것 같아요."

    s "전 더 이상 아쉬운 것도, 후회할 것도 없어요."

    s "헤안은요?"

    show char h default defr at top
    h "······."

    show char h default defr at top
    h "관리가 언제쯤 도착한다고 했죠?"

    s "아마, 1시간 뒤쯤이면 도착할 것 같은데."

    s "왜요?"

    hide char
    "헤안은 찻주전자를 내려놓더니, 내게로 와 한쪽 무릎을 꿇었다."

    "그러고는 한참을 망설이다 입을 열었다."

    show char h default defr at top
    h "저는 아쉬운 게 있긴 합니다."

    hide char
    "나는 헤안의 아쉽다는 발언에 놀라 되물었다."

    s "헤안이요?"

    "욕심도 없는 무뚝뚝한 사람이었기에 더 그랬다."

    show char h default defr at top
    h "···당신의 모든 것을 갖고 싶고, 알고 싶습니다."

    show char h default defr at top
    h "정확히는 평생에 걸쳐서요."

    show char h default smir at top
    h "그러니, 당신의 충실한 종이 되겠습니다."

    hide char
    "헤안이 이런 생각을 하고 있을 줄은 몰랐다."

    "게다가 종이라니. 헤안만이 떠올릴 수 있는 상하가 정해져 있는 관계였다."

    s "푸핫! 종이 뭐예요···."

    "헤안은 당황스러운 눈빛을 내게 보냈다."

    s "지금은 전쟁도 없고, 기사단에 속해있는 것도 아닌걸요."

    s "가뜩이나 황위도 내려놓았고요."

    "헤안은 잠시 고민하는 듯싶더니,"

    "내 손을 잡아, 손등에 입을 맞추었다."

    "마치 충성을 다하겠다는 것처럼."

    scene hean_illust2
    $ persistent.UnlockImage['hean'][1] = True
    h "그럼··· 반려가 되어주시겠습니까?"

    h "당신만을 바라보겠습니다."

    "헤안이 편안하고도 따뜻한 웃음을 짓고 있었다."

    "나 또한 그에 감화되는 기분이었다."

    s "답은 정해져 있지 않나요?"

    s "여기에 둘만 내려온 것부터."

    h "그래도 확실하게 하고 싶어서···."

    "그다운 꼼꼼함이었다."

    "동시에, 나를 완전히 묶어두고 싶어 하는 그의 욕망이 보이는 것 같기도 했다."

    s "···좋아요."

    "나는 웃으며, 그의 고백에 대답했다."

    "헤안은 내 대답에 벅찬 표정을 지었다."

    "그리고, 연이어 한껏 들뜬 말이 들려왔다."

    h "사랑해요, 영원히."

    h "이전에도, 지금도, 앞으로도 평생 제 마음엔 당신뿐입니다."

    "헤안의 열렬한 마음에 모두 답해줄 수 있을지는 걱정이 되었지만"

    "우리 둘의 마음이 변치 않는다는 것 달라지지 않았다."

    "언제나 함께, 같은 곳을 바라보면서."
    $ persistent.IsAllClear = True
    return
