label chapter_0:
    """제목 : 신의 축복"""

    scene black
    play music "bgm/dis.mp3"
    Character('q') "···제국을 구원하라."
    with white

    """계속해서 들려오는 목소리."""

    """기사단 해산 후에 온, """

    scene bg kingdom garden
    """사람이 잘 지나다니지 않는 황궁 뒤편 정원."""

    s "뭐야···."

    s "피곤해서 환청이라도 들리는 건가?"

    """그렇게 환청이라도 듣고 있는 거라 믿는 순간,"""

    s "···윽."
    with red

    """심장을 찌르는 듯한 고통이 찾아오기 시작했다."""

    """마치 처음으로 능력을 개방했을 때와 같았다."""

    s "할 수 있어···."

    """녹스가 가르쳐줬던 대로, 그리고 헤안의 형을 치료해 줬던 것처럼."""

    """천천히 힘을 조절해 보려고 했다."""

    s "허억···."
    with red

    """조절은커녕, 무언가가 새어나가는 것과 동시에 채워지는 기분이 들었다."""

    """하지만, 그 채워짐은 모순되게도 내게 공허함만 가져다주었다."""

    """게다가 몸도 제대로 가눠지지도 않았다."""

    s "왜, 왜 이러는 거야···."

    """그리고, 주변이 뒤틀리기 시작했다."""

    """황궁 정원의 식물들이 급속도로 성장했으며, 공간 자체가 왜곡되고 있었다."""

    """어디론가 이동되는 것처럼."""

    show char n default emb at top
    Character('q') "야!"
    with shake

    s "녹···스."

    hide char
    """때마침 녹스가 등장했다."""

    """어떻게 딱 이 타이밍에 도착했는지, """

    """아픈 와중에도 그가 정말 마법사가 맞긴 한 것 같다는 생각이 들었다."""

    show char n default emb at top
    n "하···!"

    hide char
    """그는 일단 나를 세게 끌어안았다."""

    """마력을 주입해, 안정시키기 위한 것 같았다."""

    """그리고 나는 그와 닿자마자, 알 수 없는 갈증이 느껴졌다."""

    """하지만 더 이상의 공허함은 느껴지지 않았다."""

    show char n default emb at top
    n "···이게 대체."

    hide char
    """그는 당황한 듯싶다가도, 침착함을 유지하기 시작했다."""

    show char n default emb at top
    n "야, 정신 차려!"

    show char n default emb at top
    n "이대로 계속 네가 내 마력을 흡수하면, 우리 둘 다 위험해."

    show char n default emb at top
    n "저번처럼 내가 네 마력을 흡수하기에는 마력의 방향이 이상해."

    show char n default emb at top
    n "네 심장이 너무 요동치고 있어."

    show char n default emb at top
    n "난 마력이 다 빨려서 죽고, 넌 심장이 터져서 죽을 거라고."

    hide char
    """그의 침착함 속에는 다급함도, 간절함도 섞여 있는 것 같았다."""

    show char n default def at top
    n "지금부터 난 너를 놓을 거야."

    show char n default def at top
    n "그리고 네가 무의식적으로 가져가고 있는 내 마력도 차단할 거야."

    show char n default def at top
    n "이제는 네가 마무리 해. 조절할 수 있을 거야."

    show char n default def at top
    n "난 지금 너한테 줄 만큼 다 줬으니까."

    hide char
    """녹스가 천천히 자신의 품에서 나를 떼어냈다."""

    """그러고는 나와 거리를 뒀다."""

    """또다시 알 수 없는 공허함이 맴돌았다."""

    s "으···."

    """하지만 이제는 정말 그의 말대로 조절이 될 것 같았다."""

    """이전처럼 심장에 집중했다."""

    """세상과 나를 단절시킨다는 느낌으로 심장 주변에 모이는 힘을 끊어냈다."""

    play music "bgm/comfort7.mp3"
    """덕분인지, 점점 숨이 돌아오고 고통도 잦아들었다."""

    """나는 가까스로 몸을 일으켰다."""

    show char n default emb at top
    n "···!"

    hide char
    """내가 괜찮아진 걸 확인한 그는 다시 내게로 다가왔다."""

    show char n default def at top
    n "숨 쉬어."

    show char n default def at top
    n "천천히."

    s "···덕분에 괜찮아졌어."

    show char n default emb at top
    n "아무리 봐도, 네 힘은 마법 따위가 아니야."

    show char n default def at top
    n "내 마력을 흡수하긴 하지만, 넌 그 마력 중에서도 무언갈 골라내고 있어."

    show char n default def at top
    n "저번에 말했잖아. 내 마력은 자연이랑 비슷하다고."

    show char n default def at top
    n "태초부터 있던 가장 순수하고 가장 강한 힘,"

    show char n default def at top
    n "정확히 네 심장이 갈망하는 건 마력 따위가 아니라 자연 그 자체야."

    show char n default def at top
    n "자연과 관련된 건,"

    show char n default def at top
    n "신밖에 없어."

    s "신···?"

    hide char
    """나는 예상치 못한 초월적 존재에 당황했다."""

    s "내가 뭐라고, 신이 나를···."

    show char n default def at top
    n "그건 이제 여기서 알아봐야 할 것 같네."

    show char n default def at top
    n "제국의 중심인, 황궁에 들어서고부터 네 심장이 망가진 듯하니까."

    show char n default def at top
    n "제국에 수호신 하나 있잖아. 이제 기록에도 잘 안 나오는."

    hide char
    """처음 듣는 소리였다."""

    """제국에 수호신이 있다는 것은."""

    show char n default def at top
    n "됐고, 일단은 푹 쉬어."

    show char n default def at top
    n "내가 황궁을 뒤집어엎어서라도 알아내 볼 테니까."

    s "···부탁할게."

    hide char
    """무언가 찝찝했지만, 현재로서는 그에게 부탁하는 것밖에는 할 수 없었다."""

    """황실의 일도 벅찼고, 이 분야에서는 문외한이었기 때문이었다."""

    menu m0:
        """나는 결국 말을 돌려, 그의 근황을 묻기로 했다."""
        "황국에 온 이유 묻기":
            s "그나저나, 황궁에는 어떻게 온 거야?"
            show char n default def at top
            n "원래 내 일이 뭔지 잊었어? 전쟁 중재."

            show char n default def at top
            n "제국 황실이 박살 나가고 있는 것 같은데, 이 일은 마저 끝내야지."

            show char n default def at top
            n "그리고 갑자기 네 마력이 불안정해져서 왔고."

            s "아···"

            s "그럼, 마탑 일은?"

            show char n default def at top
            n "대충 정리 되어가고 있어."

            show char n default def at top
            n "네 말대로 어렵지는 않더라."

            show char n default def at top
            n "막막하기만 했던 거였어."

            s "그럼, 다행이다."

            hide char
            """나는 괜한 안도감에 미소를 지어 보였다."""

            """내심 그에게 미안했기 때문이었던 것 같다."""

            """마탑을 바꾸라고 먼저 권해놓고서는, 정작 내가 그의 일을 훼방하고 있는 것 같아서."""

        "마탑에 대해 묻기":
            s "그나저나, 마탑은 잘 정리하고 온 거야?"
            s "여기에 이렇게 와도 돼?"

            show char n default def at top
            n "원래 내 일이 뭔지 잊었어? 전쟁 중재."

            show char n default def at top
            n "제국 황실이 박살 나가고 있는 것 같은데, 이 일은 마저 끝내야지."

            show char n default def at top
            n "그리고 갑자기 네 마력이 불안정해져서 왔고."

            s "아···"

            hide char
            """괜히 미안해졌다."""

            """마탑을 바꾸라고 먼저 권해놓고서는, 정작 내가 그의 일을 훼방하고 있는 것 같아서."""

            show char n default def at top
            n "미안해하는 얼굴 짓지 마."

            show char n default def at top
            n "난 하고 싶은 일만 해."

            show char n default def at top
            n "지금은 너와 관련된 일이면 다 하고 싶고."

            hide char
            """그는 당연하다는 듯한 표정으로 말했다."""

            """자신이 무슨 말을 뱉은 지에 대한 자각이 없는 것 같았다."""

            """당황스러웠다."""

            s "어, 어···."

            s "그럼 다행이네."

            show char n default smi at top
            n "마탑 일은 네가 걱정 안 해도 돼. "

            show char n default smi at top
            n "내가 잘 정리하고 있으니까."

    show char n default smi at top
    n "아무튼, 나도 당분간 황궁에서 지낼 거야."
    show char n default smi at top
    n "그러니까, 필요하면 아무 때나 내 이름 불러. 대충 알아듣고 나올 테니까."

    hide char
    """처음에는 마냥 내 속을 긁어대던 그가, 이제는 내게 없어선 안 될 사람 같았다."""

    """그만큼, 녹스의 존재 자체만으로도 든든했다."""

    s "그게 뭐야. 개도 아니고."

    s "고마워. 그냥 이것저것 다."

    """나는 웃으며, 그에게 고마움을 표시했다."""

    """그 또한 내 미소에 응하듯 웃음을 보였다."""

    """매혹적으로 올라간 입꼬리가 예뻤다."""

    """그 웃음을 마지막으로, 녹스는 내 시야에서 사라졌다."""

    s "그러고 보니, 여기···."

    s "녹스와 처음 만났던 곳이네."

    """그렇게 남은 하루는 녹스의 말대로, 휴식을 취했다."""

    scene black

    scene bg noble bed red day
    play music "bgm/ptsd7.mp3"
    """조금 피곤한 아침을 맞이했다."""

    """어제의 일 때문에 컨디션이 안 좋은 모양이었다. """

    """하지만 계속해서 휴식을 취할 수는 없었다."""

    show char villager2 at top
    Character('시녀') "알현 시간이 다 되었습니다. 세레나 황녀님."

    hide char
    """황후에게 향해야 했기 때문에."""

    """긴 시간을 건너, 다시 돌아왔다."""

    """거대한 문 너머에는 이제 황제가 아닌, 황후와 황태자가 있을 것이었다."""

    scene bg kingdom table
    """그렇게 마음을 다잡고, 알현실에 들어섰다."""

    s "오랜만입니다. 어머니, 오라버니."

    """예전처럼 굽히며 들어가지 않았다. """

    """생전 부르지도 않던 어머니와 오라버니라는 친근한 호칭도 붙였다."""

    """단 한 번도 가족인 적이 없던 우리 사이에는 웃기는 일이었다."""

    show char q default bad at top
    Character('황후 카일리') "···그래. 고생이 많았구나."

    hide char
    """황후 또한 내 건방짐을 인지했고, 그녀는 표정을 미세하게 일그러뜨렸다."""

    """그 옆의 황태자는 무언가 이상했다."""

    """약에 취한 사람처럼 넋이 나가 있었다."""

    """분명 머지않아 곧 정식적인 황제가 될 사람일 텐데도."""

    show char q default def at top
    Character('황후 카일리') "네가 자리를 비운 사이, 황제께서 서거하셨다."

    show char q default def at top
    Character('황후 카일리') "안타까운 일이지···."

    show char q default def at top
    Character('황후 카일리') "그리하여, 황태자와 의논한 결과 정복 전쟁은 잠시 중단하기로 했단다."

    show char q default def at top
    Character('황후 카일리') "황제의 장례와 다음 황제를 위한 책봉식도 이뤄져야 하지 않겠니."

    show char q default def at top
    Character('황후 카일리') "중한 일에는 순서가 있으니, 네가 양해해 주었으면 하는구나."

    show char q default def at top
    Character('황후 카일리') "전쟁은 그 후에 해도 늦지 않으니 말이다."

    hide char
    """그들은 제멋대로였다."""

    """황위 계승권이 있는 내 의견 따위는 필요하지도 않았다."""

    """아니, 애초에 그들을 막을 수 있는 자가 이 황궁 내에 있기는 하던가."""

    s "예. 탁월한 결정입니다."

    s "전쟁은 언제든지 할 수 있으니까요."

    s "마침, 기사들과 병사들도 지쳐있던 참이었습니다."

    s "저는 오히려 황제의 끝을 함께 지켜드리지 못해, 죄송할 따름입니다."

    """나는 마음속에도 없던 말들을 꺼냈다."""

    """속이 울렁거렸다."""

    """당신들도 황제와 함께 끝을 봤으면 좋았을 것을."""

    Character('황후 카일리') "괜찮단다."

    Character('황후 카일리') "슬픈 마음을 추스르는 건 힘들었지만,"

    Character('황후 카일리') "그와의 추억이 있다면 평생을 살 수 있을 것 같으니."

    """그녀 또한 나와 다를 바 없었다."""

    """마음에도 없는 소리를 저리도 뻔뻔히 하다니."""

    """이곳에 그 누구도 진심을 담아 말하는 이는 없었다."""

    show char q default def at top
    Character('황후 카일리') "그나저나, 에런과는 같이 안 왔구나."

    show char q default def at top
    Character('황후 카일리') "그와 전쟁에서 많은 활약을 한 모양이던데."

    s "기사단 모두가 지금은 휴식을 취하고 있는지라."

    s "다음에는 같이 오도록 하겠습니다."

    hide char
    """황후가 일부러 시치미를 떼고 연기를 하는 건지,"""

    """아니면 스승님께서 황후에게 보고하지 않으신 건지 알 수가 없었다."""

    """스승님의 행각들은 이미 내게 들킨 지 오래인데도."""

    show char q default def at top
    Character('황후 카일리') "아니다. 너도 새 황제의 책봉식 이전까지는 쉬는 게 좋겠구나."

    Character('황후 카일리') "뭐, 계속 쉬어도 좋고."

    hide char
    """그녀가 덧붙인 말에 힘이 실려있었다."""

    """내가 영원히 안식을 취하길 바라는 듯 말이다."""

    s "아닙니다. 제가 어찌 쉬겠습니까."

    s "황실의 일원으로 도와야지요."

    """그녀가 가장 거슬려 할, 내 존재에 대한 위치를 부각했다."""

    show char q default bad at top
    Character('황후 카일리') "···이제 들어가 보도록 하렴."

    s "예. 이만 물러가겠습니다."

    scene bg kingdom way
    play music "bgm/comfort7.mp3"
    hide char
    """고개를 숙여, 인사를 마친 후 알현실을 빠져나왔다."""

    """이번 알현으로 확실해진 것은"""

    """황태자 또한 황제처럼 꼭두각시라는 거였다."""

    """황태자는 이전에 헤안이 알려주었던 것과 같은 증상을 보였다. """

    """황제가 죽기 전 제정신이 아니었다는."""

    s "···친아들마저 버린다고?"

    s "대체 왜 이런 짓을 하는 거지?"

    s "직접 황제가 될 거였으면, 이렇게까지 귀찮은 일은 하지 않아도 되잖아."

    """점점 더 황후의 계획이 미궁으로 빠지는 것 같았다."""

    """내 발걸음은 초조해졌다."""

    scene bg tomb
    """정신을 차리고 보니, 황실의 묘 입구였다."""

    s "한참 떨어진 곳인데···."

    s "황궁에 와서 그런가, 또 정신을 못 차렸네. 내가."

    """다시 발걸음을 돌리려던 차였다."""

    """하지만, 왠지 기분이 좋지 않았다."""

    """이대로 돌아가면 이 기분이 평생 해결되지 않을 것 같았다."""

    s "처음이자 마지막인 거야."

    """역대 황제들이 안치된 곳."""

    """조용하면서도, 햇빛이 가장 잘 내리비치는 공간이었다."""

    """나는 그렇게, 가장 최근에 안치된 황제의 묘 앞에 섰다."""

    s "······."

    """한참을 쳐다봤다."""

    """그때, 누군가 다가와 황제의 묘 앞에 꽃다발을 내려놓았다."""

    play music "bgm/ereon3.mp3"
    show char e default def at top
    e "전장에 나가 있어서, 장례는 참석하지 못했잖아."

    hide char
    """스승님이었다."""

    """그가 왜 여기에 온 건지는 알 수 없었으나, 마주치고 싶지 않았다."""

    s "전장이 아니었어도, 참석하지는 않았을 겁니다."

    s "여기는 예의상 온 겁니다."

    show char e default def at top
    e "···그래?"

    show char e default def at top
    e "난 네가 오지 않을 것 같아, 대신해서 왔어."

    show char e default def at top
    e "너에게 좋은 아버지는 아니었지만, 네가 마음 쓰고 있을 것 같아서."

    show char e default def at top
    e "넌 좋은 아이니까."

    hide char
    """속 좋은 소리를 늘어놓고 있었다."""

    """스승님의 다정함은 더 이상 내게 와닿지 않았다."""

    """이제는 그 다정함이, 자만함과 비웃음처럼 느껴졌기 때문이었다."""

    """하지만 인정해야 했다. """

    """스승님이 나를 정확하게 꿰뚫어 보고 있다는 것을."""

    """헤안을 통해, 다 해소했다고 생각했었는데"""

    """내 착각이었다."""

    """황제이자 아버지였던 그에 대한 역겨운 감정은 내게서 지워지기 힘들었다."""

    show char e default def at top
    e "그래도, 오늘부로 그만하자."

    show char e default def at top
    e "좋은 아이가 되는 것 말이야."

    show char e default def at top
    e "그러고 보니, 내가 나쁜 아이가 되는 법은 안 가르쳐 줬었네."

    hide char
    """터무니없는 소리였다. """

    """무슨 소리인지 이해하고 싶지도 않았다."""

    """그저, 우리의 '추억'이 되어버린 일들을 건드리는 것 같았다."""

    menu m1:
        """그걸 저버린 건 스승님인데도."""
        "그의 말에 침묵을 유지한다.":
            s "······."
            show char e default def at top
            e "내가 쓸데없는 소리를 했네."

            show char e default def at top
            e "세레나."

            show char e default def at top
            e "마음이 내키는 대로 해."

            s "···됐습니다."

            s "먼저 가보겠습니다."

            hide char
            """나는 스승님을 뒤로하고, 먼저 묘를 나섰다."""

        "그의 말에 대응한다.":
            s "헛소리하실 거면 그만 가보겠습니다."
            show char e default def at top
            e "세레나."

            show char e default def at top
            e "마음이 내키는 대로 해."

            show char e default def at top
            e "대신 솔직하게."

            show char e default des at top
            e "그리고, 네 안전에 해가 되지 않는 선에서."

            show char e default des at top
            e "알겠지?"

            s "······."

            scene black
            hide char
            """나는 스승님의 말을 무시하고, 묘를 나섰다."""

    """짜증 났다. 그의 별거 아닌 말에 복잡했던 마음이 정리된 것 같아서."""
    """앞을 보지 않고 계속해서 걸었다. """

    """스승님이 머릿속에서 지워질 때까지."""

    scene bg noble bed red night
    play music "bgm/dis.mp3"
    """시간이 한참이나 흘렀을까."""

    """저녁도 먹지 않은 채, 어둠이 드리워졌다."""

    s "황궁에 오고 나서부터는 시간이 빠르게 가네···."

    """창문 밖을 멍하니 바라보고 있었다."""

    Character('q') "제국을 구원하라."
    with white

    """그때, 또다시 누군가의 목소리가 들렸다."""

    """이번에는 목소리가 들린 것뿐만이 아니었다."""

    """시야가 점점 흐려졌고, 귀에는 누군가의 목소리가 가득 채워졌다."""

    """그래도 불행 중 다행으로, 심장이 요동치지는 않았다."""

    scene black
    """하지만, 난 어떠한 강력한 힘에 의해 정신을 잃고 말았다."""

    scene bg temple
    play music "bgm/holy2.mp3"
    """시간이 얼마나 지났을까. 나는 천천히 눈을 떴다."""

    """생전 처음 보는 공간이었다."""

    """신전처럼 고요하면서도, 찬란해 보이는 곳."""

    s "황궁 안에 이런 곳이 있었던가···?"

    """공간이 드넓어서인지, 목소리가 울렸다."""

    s "마법으로 이동한 것도 아닌 것 같고, 이게 대체 무슨 일이야···."

    """처음 겪는 일에, 머리가 아파졌다."""

    """욕하며 머리를 짚는 순간, 안개가 낀 듯 발밑이 서늘해졌다."""

    """동시에, 무언가에 홀린 것처럼 몸이 앞으로 이끌렸다. """

    s "······."

    """분명 몸이 이끌렸다고 생각했는데, 이상했다."""

    """거울 없이는 볼 수 없는 내 모습이 눈앞에 있었으니까."""

    """마치 꿈을 꾸는 듯했다."""

    Character('신 에테아룬') "미안해요. 이런 방식으로 당신을 불러내서."

    s "···?"

    Character('신 에테아룬') "당신의 영혼과 육체를 잠깐 분리한 거예요."

    Character('신 에테아룬') "영혼 상태가 아닌 이상, 인간과 소통할 수 없어서요."

    """알 수 없는 곳에서 뇌에 박히듯 들려오는 목소리."""

    """형체도, 방향도 알아낼 방법이 없었다."""

    """하지만 분명한 건, 내게 계속 속삭여왔던 목소리와 똑같다는 것."""

    Character('신 에테아룬') "저는 에프탈 제국 최초의 신, 에테아룬."

    Character('신 에테아룬') "비록 지금은 잊혀졌지만, 과거에도, 현재에도, 미래에도"

    Character('신 에테아룬') "제국을 수호하고 있었습니다."

    s "근데 대체 왜 저를···."

    Character('신 에테아룬') "제가 보는 미래에, 제국이 보이지 않기 시작했어요."

    Character('신 에테아룬') "그래서 황실의 마지막 아이인, 당신을 선택해 이 제국의 미래를 바꾸고 싶었어요."

    Character('신 에테아룬') "직접 관여할 수는 없는 몸인 지라···."

    s "제가 뭘 할 수 있다고···."

    Character('신 에테아룬') "당신밖에 없어요. 다른 아이는 너무 미약하거든요."

    """신은 단호했다."""

    """신이 말하는 다른 아이라는 건, 제정신이 아닌 황태자를 말하는 듯했다."""

    Character('신 에테아룬') "당신은 여태 잘 해왔고, 앞으로도 잘할 수 있을 겁니다."

    Character('신 에테아룬') "제국을 올바르게 이끌어가는 것을요."

    Character('신 에테아룬') "지금의 제가 해줄 수 있는 건 작은 축복 정도예요."

    Character('신 에테아룬') "다만, 인간인 당신에게는 조금 버거울 수 있습니다."

    s "···?"

    Character('신 에테아룬') "그럼 믿고 있을게요, 세레나."

    scene bg noble bed red night
    """순식간에 눈앞이 점멸했다."""
    with white

    """거대한 빛은 사라지고, 적막함만이 남았다."""

    s "자기 할 말만 하고 사라지네···."

    """조금 전까지 있었던 일이 환상인지 실재인지 알 수 없었다."""

    s "···녹스 말대로, 신의 힘이 맞았던 건가?"

    s "그나저나, 여기는 어떻게 나갈 수 있는 거야···."

    """한숨이 절로 나왔다."""

    """정신이 하나도 없었다."""

    play music "bgm/dis.mp3"
    s "윽!"
    with shake

    """그때, 심장 부근부터 온몸이 마비되기 시작했다."""

    """몸이 부서질 듯했고, 정신은 분열될 것처럼 고통스러웠다."""

    """이번에는 공허한 갈증 따위가 아니었다."""

    """넘치는 힘이 몸을 뚫고 나갈 것만 같았다."""

    """몸은 당연히 바닥에 내팽개쳐진 지 오래였고, """

    """고요한 공간에서 흘러나오는 빛밖에 보이지 않았다."""

    s "ㄴ, 녹스···."

    """그의 이름을 불렀다."""

    """아무 때나 불러도 된다고 말했었던 게 문득 떠올라서였다."""

    """그리고, 그는 약속을 지켰다."""

    """내 눈앞에 바로 나타나 줬으니까."""

    show char n defualt emb at top
    n "······."

    hide char
    """녹스는 나를 보자마자, 멈칫했다."""

    """이유는 알 것 같았다."""

    """이 말도 안 되는 힘이 그에게도 보이는 것이었다. """

    """잠깐의 망설임도 잠시, 내게 다가왔다."""

    show char n defualt def at top
    n "야, 이건 좀 다른 방법을 써야겠어."

    show char n defualt def at top
    n "알겠어?"

    hide char
    """녹스의 말이 잘 들리지 않았다."""

    """아니, 정확히는 들을 정신이 없었다."""

    """그렇게 녹스는 내 손을 부여잡고, 주문 같은 것을 읊기 시작했다."""

    """주변에는 보랏빛 주문진이 생겨났다."""

    """몸을 부숴버릴 것 같던 힘이 녹스에게로 흘러가고 있었다."""

    """그가 내게 마력을 주입하던 것과는 반대였다."""

    """처음으로 나를 진정시킬 때와 비슷했다. """

    """그때와 다른 점이라면, 이번에는 작정한 것 같았다."""

    """녹스 덕분인지, 고통이 덜어지고 있었다."""

    """죽을 것 같은 건 여전했지만."""

    menu m2:
        """몽롱해진 정신에, 내 뇌에는 이 힘을 빨리 나눠버려야겠다는 생각이 가득 찼다."""
        "녹스에게 말을 건다.":
            play music "bgm/romantic4.mp3"
            s "전처럼 어떻게 해봐···."
            show char n default desr at top
            n "···하."

            hide char
            """그는 나를 이전처럼 세게 끌어안았다."""

            """하지만 여전히 부족하게만 느껴졌다."""

            s "···더 필요해."

            show char n default desr at top
            n "안 돼."

            show char n default desr at top
            n "너 별로 안 좋아하잖아."

            hide char
            """내가 무엇을 별로 좋아하지 않는다는 걸까."""

            s "그런 거 없어."

            """힘없고 성의 없는 내 대답에, 그는 얼굴을 구겼다."""

            show char n default defr at top
            n "그럼 나 하고 싶은 대로 할 거야."

            show char n default defr at top
            n "이제는 알아서 해."

            hide char
            """녹스는 그 말을 끝으로, 내 입을 막아버렸다."""

            """그의 입으로."""

            """몸의 고통은 줄어들고 있었으나, 입안은 녹아버리는 것 같았다."""

            """혀도 아릴 정도였다."""

            """내 숨마저 그의 것이 되어버렸다."""

            """우리는 서로를 탐하듯 한참을 붙어있었다."""

            """더 이상의 힘이 내게 남아있지 않을 때까지."""

        "녹스에게 붙잡혀 있는 손에 힘을 준다.":
            scene bg 일러스트
            play music "bgm/romantic4.mp3"
            """나는 붙들려있는 손에 힘을 주었다."""
            """그러고는 그를 끌어당겼다."""

            s "다 가져가."

            """나는 그에게 입을 맞췄다."""

            """점막 접촉."""

            """마력을 주고받기에 가장 효율적인 방법이라고 하지 않았던가."""

            show char n default badr at top
            n "야···!"

            hide char
            """그는 나를 밀쳐냈다."""

            show char n default defr at top
            n "너 지금 제정신 아니야. "

            show char n default defr at top
            n "시간은 오래 걸려도, 지금 충분히 조절할 수 있어."

            hide char
            """이전에도 잦은 접촉을 해왔을 거,"""

            """왜 지금은 거부하는 걸까."""

            """그의 마음에 변화가 생긴 걸까."""

            s "아니야···."

            s "···제발 나 좀 어떻게든 해줘."

            s "뭐든 다 좋으니까."

            """그의 인내가 끝나가는 것 같았다."""

            """흠집 하나 없던 얼굴이 구겨졌다."""

            show char n default badr at top
            n "하···."

            show char n default defr at top
            n "후회하지 마, 세레나."

            hide char
            """그의 입에서 불려 온 내 이름이 좋았다."""

            """묘한 충족감이 들었다."""

            """녹스와 나는 다시 입을 맞췄다."""

            """하지만 부족했다."""

            """힘은 한없이 그에게 흘러가고 있는데, 뭐가 부족한 건지."""

            """계속해서 그를 탐구해야만 했다."""

            """그가 나를 연구 대상으로 삼았던 것처럼."""

            show char n default badr at top
            n "···!"

            hide char
            """그는 또다시 얼굴을 구겼다. """

            """아까와 같은 구김은 아니었다. """

            """뭔가 다른, 만족감이 내비치는 구김이었다."""

            s "읏···!"

            """그는 내 도발에 응하기라도 한 듯, """

            """나를 건드리고, 헤집기 시작했다."""

            """고요하고도 찬란했던, 신성한 장소는 우리에 의해 더럽혀지고 있었다."""

            """숨이 몇 번이나 오갔을까,"""

            """나는 그를 밀쳐내려 했다."""

            """오히려, 힘이 바닥나고 있는 것만 같아서."""

            """하지만 그는 꿈쩍도 하지 않았다. """

            """그저 나를 더 밀어붙일 뿐이었다."""

            show char n default defr at top
            n "네가 시작한 거야."

            show char n default defr at top
            n "내뺄 생각 하지 마."

            hide char
            """그는 나를 한시도 놓지 않았다."""

            """더 이상의 힘이 내게 남아있지 않을 때까지."""

    scene bg noble bed red day
    play music "bgm/comfort7.mp3"
    """정신을 차리고, 눈을 떴을 때는 황궁에 있는 내 방이었다."""
    """어제는 다 꿈이었나 싶어, 주변을 둘러봤다."""

    """침대 옆 협탁에 작은 쪽지 하나가 졉혀있었다."""

    s "뭐지···."

    """나는 그 쪽지를 천천히 펼쳤다."""

    """쪽지를 펼친 순간, 글자들이 내 눈앞에 날아다니며 합쳐지기 시작했다."""

    """마탑에서 급하게 연락이 왔어. 금방 갔다 올게."""

    """혼자 두고 가서 미안."""

    s "···마법사다운 쪽지네."

    s "꿈도 아니었고."

    """웃음이 절로 흘러나왔다."""

    """앞으로 무슨 일이 일어날지도 모르고 말이다."""

    return
